[
  {
    "title": "First Sunday of Advent",
    "notes": "Almighty God, give us grace that we may cast away the works of darkness, and put upon us the ar<span class='dot'></span>mour of light, now in the time of this mortal life, in which thy Son Jesus Christ came to visit us in great humi<span class='dot'></span>lity; that in the last day, when he shall come again in his glorious Majesty, to judge both the quick and the dead, we may rise to the life immor<span class='dot'></span>tal; through him who liveth and reigneth with thee and the Holy Ghost, <span class='dot'></span> now and ever. Amen."
  },
  {
    "title": "Saint Andrew, Apostle",
    "notes": "Almighty God, who didst give such grace unto thy holy Apostle Saint Andrew, that he readily obey-ed the calling of thy Son Jesus Christ, and follow-ed him with<span class='dot'></span>out delay: Grant unto us all, that we, being call-ed by thy holy word, may forthwith give up ourselves obediently to fulfil thy holy command<span class='dot'></span>ments; through the same <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint John of Damascus, Priest and Doctor of the Church",
    "notes": "O God, who makest us glad with the yearly solemnity of bless-ed Saint John of Damascus, <span class='dot'></span> thy Confessor, mercifully grant that as we venerate his nativity, so we may imitate his ac<span class='dot'></span>tions; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Nicholas, Bishop",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Saint Nicholas to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Second Sunday of Advent",
    "notes": "Bless-ed Lord, who hast caus-ed all holy Scriptures to be written <span class='dot'></span> for our learning: Grant that we may in such wise hear them, read, mark, learn, and inwardly digest <span class='dot'></span> them, that by patience and comfort of thy holy Word, we may embrace and ever hold fast the bless-ed hope of everlasting <span class='dot'></span> life, which thou hast given us in our <span class='dot'></span> Saviour Jesus Christ. Amen."
  },
  {
    "title": "Saint Ambrose, Bishop and Doctor of the Church",
    "notes": "O God, who providest for thy people with tenderness, and governest them with love; and who dost so value them as to set ministers to rule over them <span class='dot'></span> in thy stead; give, we pray thee, (bless-ed Saint Ambrose, thy Bishop interceding), the spirit of wisdom to them whom thou hast appointed to preside over thy <span class='dot'></span> Church, that from the welfare of the holy sheep may spring the everlasting joy of the shep<span class='dot'></span>herds; through Jesus Christ our Lord, who liveth and reigneth with thee in the unity of the Holy Ghost, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Conception of the Blessed Virgin Mary",
    "notes": "We beseech thee, O Lord, to bestow the gift of heavenly grace up<span class='dot'></span>on thy servants: that as the Nativity of the Blessed Virgin was the dawn of our salva<span class='dot'></span>tion, so the celebration of her Conception may bring us increase of <span class='dot'></span> peace; through Jesus Christ thy Son our Lord, who liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saint Damasus I, Pope",
    "notes": "O God, who providest for thy people with tenderness, and governest them with love; and who dost so value them as to set ministers to rule over them <span class='dot'></span> in thy stead; give, we pray thee, (bless-ed Pope Saint Damasus I, thy Bishop interceding), the spirit of wisdom to them whom thou hast appointed to preside over thy <span class='dot'></span> Church, that from the welfare of the holy sheep may spring the everlasting joy of the shep<span class='dot'></span>herds; through Jesus Christ our Lord, who liveth and reigneth with thee in the unity of the Holy Ghost, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Third Sunday of Advent: Gaudete Sunday",
    "notes": "O Lord Jesus Christ, who at thy first coming didst send thy messenger to prepare thy <span class='dot'></span> way before thee: Grant that the ministers and stewards of thy mysteries may likewise so prepare and make ready thy way, by turning the hearts of the disobedient to the wisdom of the <span class='dot'></span> just, that at thy second coming to judge the world we may be found an acceptable people in thy <span class='dot'></span> sight, who livest and reignest with the Father and the Holy Spirit, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Fourth Sunday of Advent",
    "notes": "O Lord, raise up (we pray thee) thy power, and come among us, and with <span class='dot'></span> great might succour us; that whereas, through our sins and wickedness, we are sore let and hinder-ed in running the race that is set before <span class='dot'></span> us, thy bountiful grace and mercy may speedily help and deli<span class='dot'></span>ver us; through the satisfaction of thy Son our Lord, to whom with thee and the Holy Ghost be honour and glory, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Christmas Eve",
    "notes": "O God, who makest us glad with the yearly expectation of <span class='dot'></span> our redemption: grant that we, who with joy receive thine only-begotten Son as our Redeemer, may, without fear, behold him when he shall come to be our <span class='dot'></span> Judge, even thy Son our Lord Jesus Christ; who liveth and reigneth with thee in the unity of the Holy Ghost, God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Christmas Day (Nativity of the Lord)",
    "notes": "Almighty God, who hast given us thy only-begotten Son to take our nature upon him, and as at this time to be born <span class='dot'></span> of a pure Virgin: Grant that we being regenerate, and made thy children by adoption and grace, may daily be renew-ed by thy Holy Spi<span class='dot'></span>rit; through the same our Lord Jesus Christ, who liveth and reigneth with thee and the same Spirit, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saint Stephen, The First Martyr",
    "notes": "Grant, O Lord, that in all our sufferings here upon earth, for the testimony of thy truth, we may stedfastly look up to heaven, and by faith behold the glory that shall <span class='dot'></span> be reveal-ed; and, being fill-ed with the Holy Ghost, may learn to love and bless our persecutors by the example of thy first Martyr Saint Ste<span class='dot'></span>phen, who pray-ed for his murderers to thee, O bless-ed Je<span class='dot'></span>sus, who standest at the right hand of God to succour all those that suffer for thee, our only Media<span class='dot'></span>tor and Advocate. Amen."
  },
  {
    "title": "Saint John, Apostle and Evangelist",
    "notes": "Merciful Lord, we beseech thee to cast thy bright beams of light up<span class='dot'></span>on thy Church, that it being enlighten-ed by the doctrine of thy bless-ed Apostle and Evangelist Saint John may so walk in the light of thy <span class='dot'></span> truth, that it may at length attain to the light of everlasting <span class='dot'></span> life; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Holy Innocents' Day",
    "notes": "O Almighty God, who out of the mouths of babes and sucklings hast ordain-ed strength, and madest infants to glorify thee <span class='dot'></span> by their deaths: Mortify and kill all vices in <span class='dot'></span> us, and so strengthen us by thy grace, that by the innocency of our lives, and constancy of our faith, even unto death, we may glorify thy holy <span class='dot'></span> Name; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Sunday After Christmas Day",
    "notes": "Almighty God, who hast given us thy only-begotten Son to take our nature upon him, and as at this time to be born <span class='dot'></span> of a pure Virgin: Grant that we being regenerate, and made thy children by adoption and grace, may daily be renew-ed by thy Holy Spi<span class='dot'></span>rit; through the same our Lord Jesus Christ, who liveth and reigneth with thee and the same Spirit, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Circumcision of the Lord",
    "notes": "Almighty God, who madest thy bless-ed Son to be circumcis-ed, and obedient to the <span class='dot'></span> law for man; Grant us the true circumcision of the Spi<span class='dot'></span>rit; that, our hearts, and all our members, being mortifi-ed from all worldly and carnal lusts, we may in all things obey thy bless-ed <span class='dot'></span> will; through the same thy Son <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Basil the Great, Bishop and Doctor of the Church",
    "notes": "O God, who didst vouchsafe to choose bless-ed Saint Basil, thy Confessor, to be a chief doctor and preacher of the <span class='dot'></span> catholic faith; grant, we pray thee, that, he interceding for us, we may be deliver-ed from the evils due to our sins, and may serve thee, O Lord, with pure <span class='dot'></span> minds; through Jesus Christ thy Son our Lord, who liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saint Gregory of Nazianzus, Bishop and Doctor of the Church",
    "notes": "O God, who providest for thy people with tenderness, and governest them with love; and who dost so value them as to set ministers to rule over them <span class='dot'></span> in thy stead; give, we pray thee, (bless-ed Saint Gregory of Nazianzus, thy Bishop interceding), the spirit of wisdom to them whom thou hast appointed to preside over thy <span class='dot'></span> Church, that from the welfare of the holy sheep may spring the everlasting joy of the shep<span class='dot'></span>herds; through Jesus Christ our Lord, who liveth and reigneth with thee in the unity of the Holy Ghost, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Epiphany Eve",
    "notes": "Lighten our hearts, we beseech thee, O Lord, by this <span class='dot'></span> coming festival: that, being rid of the darkness of this world, we may come to the light of the eternal Coun<span class='dot'></span>try; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Epiphany",
    "notes": "O God, who by the leading of a star didst manifest thy only-begotten Son <span class='dot'></span> to the Gentiles: Mercifully grant, that we, which know thee now by faith, may after this life have the fruition of thy glorious God<span class='dot'></span>head; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Gregory of Nyssa, Bishop",
    "notes": "O God, who providest for thy people with tenderness, and governest them with love; and who dost so value them as to set ministers to rule over them <span class='dot'></span> in thy stead; give, we pray thee, (bless-ed Saint Gregory of Nyssa, thy Bishop interceding), the spirit of wisdom to them whom thou hast appointed to preside over thy <span class='dot'></span> Church, that from the welfare of the holy sheep may spring the everlasting joy of the shep<span class='dot'></span>herds; through Jesus Christ our Lord, who liveth and reigneth with thee in the unity of the Holy Ghost, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "First Sunday of Epiphany: Baptism of the Lord",
    "notes": "O Lord, we beseech thee mercifully to receive the prayers of thy people which <span class='dot'></span> call upon thee; and grant that they may both perceive and know what things they ought to do, and also may have grace and power faithfully to fulfil the <span class='dot'></span> same; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Hilary, Bishop and Doctor of the Church",
    "notes": "O God, who providest for thy people with tenderness, and governest them with love; and who dost so value them as to set ministers to rule over them <span class='dot'></span> in thy stead; give, we pray thee, (bless-ed Saint Hilary, thy Bishop interceding), the spirit of wisdom to them whom thou hast appointed to preside over thy <span class='dot'></span> Church, that from the welfare of the holy sheep may spring the everlasting joy of the shep<span class='dot'></span>herds; through Jesus Christ our Lord, who liveth and reigneth with thee in the unity of the Holy Ghost, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saint Paul of Thebes, The First Hermit",
    "notes": "Almighty, everlasting God, bestowing exceeding great rewards on those who for thy sake trample on <span class='dot'></span> earthly things; grant us, by the example and intercession of bless-ed Saint Paul of Thebes, whose departure we this day celebrate, to despise all temporal <span class='dot'></span> things, and with our whole heart to hasten unto things eter<span class='dot'></span>nal; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Anthony, Abbot",
    "notes": "O God, who didst grant to bless-ed Saint Anthony, the Abbot, to imitate Christ in his poverty, and with humble heart to follow him <span class='dot'></span> to the end; grant to all who have enter-ed on the path of thy commandments, neither to look back nor to err in the way, but hasting to thee without stumbling, to attain eternal <span class='dot'></span> life, through the same thy Son <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Second Sunday of Epiphany",
    "notes": "Almighty and everlasting God, who dost govern all things in hea<span class='dot'></span>ven and earth: Mercifully hear the supplications of thy people, and grant us thy peace all the days of our <span class='dot'></span> life; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Third Sunday of Epiphany",
    "notes": "Almighty and ever<span class='dot'></span>lasting God, mercifully look upon our infir<span class='dot'></span>mities, and in all our dangers and necessities stretch forth thy right hand to help and defend <span class='dot'></span> us; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Conversion of Saint Paul, Apostle",
    "notes": "O God, who, through the preaching of the bless-ed Apostle Saint Paul, hast caus-ed the light of the Gospel to shine through<span class='dot'></span>out the world: Grant, we beseech thee, that we, having his wonderful conversion in remembrance, may shew forth our thankfulness unto thee for the same, by following the holy doctrine which he <span class='dot'></span> taught; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saints Timothy and Titus, Companions of Saint Paul",
    "notes": "Almighty, everlasting God, who makest us glad by this festival of bless-ed Saints Timothy and Titus, thy Confes<span class='dot'></span>sors and Bishops, we humbly beseech thy clemency that the pious prayers of those whose office we celebrate may avail to obtain for us the remedies of eternal <span class='dot'></span> life; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Thomas Aquinas, Priest and Doctor of the Church",
    "notes": "O God, who makest us glad with the yearly solemnity of bless-ed Saint Thomas Aquinas, <span class='dot'></span> thy Confessor, mercifully grant that as we venerate his nativity, so we may imitate his ac<span class='dot'></span>tions; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Isaac of Nineveh, Bishop",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Saint Isaac of Nineveh to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Aphrahat, Bishop",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Saint Aphrahat to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Fourth Sunday of Epiphany",
    "notes": "O God, who knowest us to be set in the midst of so many and great dangers, that by reason of the frailty of our nature we cannot al<span class='dot'></span>ways stand upright: Grant to us such strength and protection, as may support us in all dangers, and carry us through all tempta<span class='dot'></span>tions; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Fifth Sunday of Epiphany",
    "notes": "O Lord, we beseech thee to keep thy Church and household continually in thy <span class='dot'></span> true religion; that they who do lean only upon the hope of thy heavenly grace may evermore be defended by thy mighty pow<span class='dot'></span>er; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Sixth Sunday of Epiphany",
    "notes": "O God, whose bless-ed Son was manifested that he might destroy the works of the devil, and make us the sons of God, and heirs of e<span class='dot'></span>ternal life: Grant us, we beseech thee, that, having this hope, we may purify ourselves, even as he is <span class='dot'></span> pure; that, when he shall appear again with power and great glory, we may be made like unto him in his eternal and glorious king<span class='dot'></span>dom; where with thee, O Father, and thee, O Holy Ghost, he liveth and reigneth, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Presentation of the Lord (Purification)",
    "notes": "Almighty and ever<span class='dot'></span>living God, we humbly beseech thy Majesty, that, as thy only-begotten Son was this day presented in the temple in substance of our <span class='dot'></span> flesh, so we may be presented unto thee with pure and clean <span class='dot'></span> hearts, by the same thy Son <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Septuagesima",
    "notes": "O Lord, we beseech thee favourably to hear the prayers <span class='dot'></span> of thy people; that we, who are justly punish-ed for our offences, may be mercifully deliver-ed by thy goodness, for the glory of thy <span class='dot'></span> Name; through Jesus Christ our Saviour, who liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Sexagesima",
    "notes": "O Lord God, who seest that we put not our trust in any thing <span class='dot'></span> that we do: Mercifully grant that by thy power we may be defended against all adver<span class='dot'></span>sity; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Quinquagesima",
    "notes": "O Lord, who hast taught us that all our doings without charity are <span class='dot'></span> nothing worth: Send thy Holy Ghost, and pour into our hearts that most excellent gift of charity, the very bond of peace and of all virtues, without which whosoever liveth is counted dead before <span class='dot'></span> thee. Grant this for thine only Son <span class='dot'></span> Jesus Christ's sake. Amen."
  },
  {
    "title": "Ash Wednesday",
    "notes": "Almighty and everlasting God, who hatest nothing that thou hast made, and dost forgive the sins of all them <span class='dot'></span> that are penitent: Create and make in us new and contrite <span class='dot'></span> hearts, that we worthily lamenting our sins, and acknowledging our wretchedness, may obtain of thee, the God of all mercy, perfect remission and forgive<span class='dot'></span>ness; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Thursday in Lent",
    "notes": "God, who art offended by sin, and ap<span class='dot'></span>peased by penitence; mercifully regard the prayers of thy suppliant peo<span class='dot'></span>ple, and turn away the scourges of thy wrath, which by our sins we have deserv<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Friday in Lent",
    "notes": "We beseech Thee, O Lord, of thy <span class='dot'></span> loving favour, that we may persevere in the fast we have be<span class='dot'></span>gun, and with pure minds perform our bodily obser<span class='dot'></span>vance; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saturday in Lent",
    "notes": "Be present, O Lord, to our <span class='dot'></span> supplications; and grant that with devout service we may celebrate this holy <span class='dot'></span> fast, instituted for the health and saving of our souls and bo<span class='dot'></span>dies; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "First Sunday of Lent",
    "notes": "O Lord, who for our sake didst fast forty days and <span class='dot'></span> forty nights: Give us grace to use such ab<span class='dot'></span>stinence, that, our flesh being subdu-ed to the Spirit, we may ever obey thy godly motions in righteousness and true ho<span class='dot'></span>liness, to thy honour and glory, who livest and reignest with the Father and the Holy Ghost, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saint Papias, Bishop",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Saint Papias to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Polycarp, Bishop and Martyr",
    "notes": "O God, whose grace elected bless-ed Saint Polycarp, thy Bishop, <span class='dot'></span> to the priesthood, whose learning instructed him in preaching, whose power strengthened him in perseve<span class='dot'></span>rance: grant us, after his pattern, to instruct thy people by our lives, and to strengthen them by our pa<span class='dot'></span>tience; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Second Sunday of Lent",
    "notes": "Almighty God, who seest that we have no power of ourselves to <span class='dot'></span> help ourselves: Keep us both outwardly in our bodies, and inwardly in our <span class='dot'></span> souls; that we may be defended from all adversities which may happen to the body, and from all evil thoughts which may assault and hurt the <span class='dot'></span> soul; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Third Sunday of Lent",
    "notes": "We beseech thee, Almighty God, look upon the hearty desires of thy <span class='dot'></span> humble servants, and stretch forth the right hand of thy Majesty, to be our defence against all our e<span class='dot'></span>nemies; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Fourth Sunday of Lent: Laetare Sunday",
    "notes": "Grant, we beseech thee, Al<span class='dot'></span>mighty God, that we, who for our evil deeds do worthily deserve to be punish-ed, by the comfort of thy grace may mercifully be reliev<span class='dot'></span>ed; through our Lord and <span class='dot'></span> Saviour Jesus Christ. Amen."
  },
  {
    "title": "Saint Patrick, Bishop",
    "notes": "God, who didst vouchsafe to send thy Confessor and Bishop Saint Patrick to preach thy glory <span class='dot'></span> to the nations, grant by his merits and intercessions, that those things which thou teachest us to do, of thy mercy we may have power to per<span class='dot'></span>form; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Cyril of Jerusalem, Bishop and Doctor of the Church",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Saint Cyril of Jerusalem to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Joseph, Spouse of the Blessed Virgin Mary",
    "notes": "O Lord, who didst appoint bless-ed Saint Joseph to be the foster-father of thine only-begotten Son, and the guardian of his <span class='dot'></span> Virgin Mother: keep us, we beseech thee, under thy perpetual <span class='dot'></span> care; through the same <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Thomas Cranmer, Archbishop of Canterbury, Reformation Martyr",
    "notes": "Father of all mercies, who through the work of thy servant Thomas Cranmer didst renew the worship of thy Church and through his death didst reveal thy strength in <span class='dot'></span> human weakness: strengthen us by thy grace so to worship thee in spirit and in truth that we may come to the joys of thine everlasting king<span class='dot'></span>dom; through Jesus Christ, our Mediator and Advocate, who liveth and reigneth with thee, in the unity of the Holy Spirit, one God, now <span class='dot'></span> and for ever. Amen."
  },
  {
    "title": "Fifth Sunday of Lent: Passion Sunday",
    "notes": "We beseech thee, Almighty God, mercifully to look up<span class='dot'></span>on thy people; that by thy great goodness they may be govern-ed and preserv-ed evermore, both in body and <span class='dot'></span> soul; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Annunciation of the Lord",
    "notes": "We beseech thee, O Lord, pour thy grace in<span class='dot'></span>to our hearts; that, as we have known the Incarnation of thy Son Jesus Christ by the message of an an<span class='dot'></span>gel, so by his cross and passion we may be brought unto the glory of his resurrec<span class='dot'></span>tion; through the same <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Holy Week: Palm Sunday",
    "notes": "Almighty and everlasting God, who, of thy tender love towards mankind, hast sent thy Son, our <span class='dot'></span> Saviour Jesus Christ, to take upon him our flesh, and to suffer death upon the <span class='dot'></span> cross, that all mankind should follow the example of his great humi<span class='dot'></span>lity: Mercifully grant, that we may both follow the example of his patience, and also be made partakers of his resurrec<span class='dot'></span>tion; through the same <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Holy Week: Holy Monday",
    "notes": "Grant, we beseech thee, Al<span class='dot'></span>mighty God, that we who faint in adversity by reason of our infirmity, may be refresh-ed by intercession of the Passion of thine only-begotten <span class='dot'></span> Son; who liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Holy Week: Holy Tuesday",
    "notes": "Almighty, ever<span class='dot'></span>lasting God, grant us so to celebrate the mysteries of the Lord's Pa<span class='dot'></span>ssion, that we may merit to obtain mer<span class='dot'></span>cy; through the same <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Holy Week: Spy Wednesday",
    "notes": "Grant, we beseech thee, Almighty God, that we who are continually afflicted by reason <span class='dot'></span> of our trespasses, may be deliver-ed by the Passion of thine only-begotten <span class='dot'></span> Son; who liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Holy Week: Maundy Thursday",
    "notes": "Almighty God, we beseech thee graciously to behold <span class='dot'></span> this thy family, for which our Lord Jesus Christ was contented to be betray-ed, and given up into the hands of wicked men, and to suffer death upon the <span class='dot'></span> cross, who now liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Holy Week: Good Friday (Passion of the Lord)",
    "notes": "Almighty God, we beseech thee graciously to behold <span class='dot'></span> this thy family, for which our Lord Jesus Christ was contented to be betray-ed, and given up into the hands of wicked men, and to suffer death upon the <span class='dot'></span> cross, who now liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Holy Week: Holy Saturday",
    "notes": "Almighty God, we beseech thee graciously to behold <span class='dot'></span> this thy family, for which our Lord Jesus Christ was contented to be betray-ed, and given up into the hands of wicked men, and to suffer death upon the <span class='dot'></span> cross, who now liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Easter Vigil",
    "notes": "Grant, O Lord, that as we are baptiz-ed into the death of thy bless-ed Son our <span class='dot'></span> Saviour Jesus Christ, so by continual mortifying our corrupt affections we may be buri-ed with <span class='dot'></span> him; and that, through the grave, and gate of death, we may pass to our joyful resurrec<span class='dot'></span>tion; for his merits, who died, and was buri-ed, and rose again for us, thy Son <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Isidore, Bishop and Doctor of the Church",
    "notes": "O Almighty God, who didst give to thy servant Saint Isidore special gifts of grace to understand and teach the truth as it is <span class='dot'></span> in Christ Jesus: Grant, we beseech thee, that by this teaching we may know <span class='dot'></span> thee, the one true God, and Jesus Christ whom thou hast <span class='dot'></span> sent; who liveth and reigneth with thee and the Holy Spirit, one God, for e<span class='dot'></span>ver and ever. Amen."
  },
  {
    "title": "Easter (Resurrection of the Lord)",
    "notes": "Almighty God, who through thine only-begotten Son Jesus Christ hast overcome death, and open-ed unto us the gate of ever<span class='dot'></span>lasting life: We humbly beseech thee, that as by thy special grace preventing us thou dost put into our minds good de<span class='dot'></span>sires, so by thy continual help we may bring the same to good e<span class='dot'></span>ffect; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Monday of Easter Week",
    "notes": "God, who by the Easter solemnity hast bestow-ed healing <span class='dot'></span> on the world, continue, we beseech thee, to thy people thy heavenly <span class='dot'></span> gifts; that they may attain to perfect freedom, and advance towards life eter<span class='dot'></span>nal; through our Lord <span class='dot'></span> Jesus Christ. Amen."
  },
  {
    "title": "Tuesday of Easter Week",
    "notes": "God, who dost ever multiply thy Church <span class='dot'></span> with new offspring; grant to thy servants that as they have receiv-ed thy Sacrament in faith, they may hold it fast in <span class='dot'></span> life; through our Lord <span class='dot'></span> Jesus Christ. Amen."
  },
  {
    "title": "Wednesday of Easter Week",
    "notes": "God, who makest us glad with the yearly solemnity of our Lord's <span class='dot'></span> Resurrection; mercifully grant that through our temporal feasts we may attain to eternal <span class='dot'></span> joys; through the same <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Thursday of Easter Week",
    "notes": "God, who hast gather-ed together divers nations in the confession <span class='dot'></span> of thy Name; grant that they who are regenerate by baptism may be one in inward faith, and in outward devo<span class='dot'></span>tion; through our Lord <span class='dot'></span> Jesus Christ. Amen."
  },
  {
    "title": "Friday of Easter Week",
    "notes": "Almighty, everlasting God, who hast given the Easter mystery for the reconciliation of the <span class='dot'></span> human race; grant to our souls, that what we profess with our lips we may shew forth with our <span class='dot'></span> lives; through our Lord <span class='dot'></span> Jesus Christ. Amen."
  },
  {
    "title": "Saturday of Easter Week",
    "notes": "Grant, we beseech thee, Al<span class='dot'></span>mighty God, that we, who have reverently pass-ed through the Easter feast, may thereby attain to eternal <span class='dot'></span> joys; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Second Sunday of Easter",
    "notes": "Almighty Father, who hast given thine only Son to die for our sins, and to rise again for our just<span class='dot'></span>ification: Grant us so to put away the leaven of malice and wick<span class='dot'></span>edness, that we may alway serve thee in pureness of living and <span class='dot'></span> truth; through the merits of the same thy Son <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Third Sunday of Easter",
    "notes": "Almighty God, who hast given thine only Son to be unto us both a sacrifice for sin, and also an exam<span class='dot'></span>ple of godly life: Give us grace that we may always most thankfully receive that his inestimable benefit, and also daily endeavour ourselves to follow the bless-ed steps of his most holy <span class='dot'></span> life; through the same <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Anselm, Bishop and Doctor of the Church",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Saint Anselm to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Mark, Evangelist",
    "notes": "O Almighty God, who hast instructed thy holy Church with the heavenly doctrine of thy E<span class='dot'></span>vangelist Saint Mark: Give us grace, that, being not like children carri-ed away with every blast of vain doctrine, we may be establish-ed in the truth of thy holy Gos<span class='dot'></span>pel; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Fourth Sunday of Easter",
    "notes": "Almighty God, who shewest to them that be in error the light of thy truth, to the intent that they may return into the <span class='dot'></span> way of righteousness: Grant unto all them that are admitted into the fellowship of Christ's reli<span class='dot'></span>gion, that they may eschew those things that are contrary to their profession, and follow all such things as are agreeable to the <span class='dot'></span> same; through <span class='dot'></span> our Lord Jesus Christ. Amen."
  },
  {
    "title": "Saints Philip and James the Less, Apostles",
    "notes": "O Almighty God, whom truly to know is ever<span class='dot'></span>lasting life: Grant us perfectly to know thy Son Jesus Christ to be the way, the truth, and the <span class='dot'></span> life; that, following the steps of thy holy Apostles, Saint Philip and Saint James, we may stedfastly walk in the way that leadeth to eternal <span class='dot'></span> life; through the same thy Son <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Athanasius, Bishop and Doctor of the Church",
    "notes": "Grant, we beseech thee, Al<span class='dot'></span>mighty God, that as bless-ed Saint Athanasius set forth the excellency of thy <span class='dot'></span> word, so we may duly comprehend and rightly profit by the <span class='dot'></span> same; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Fifth Sunday of Easter",
    "notes": "O Almighty God, who alone canst order the unruly wills and affections of <span class='dot'></span> sinful men; Grant unto thy people, that they may love the thing which thou commandest, and desire that which thou dost pro<span class='dot'></span>mise; that so, among the sundry and manifold changes of the world, our hearts may surely there be fix-ed, where true joys are to be <span class='dot'></span> found; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Pachomius, Abbot",
    "notes": "O God, who didst grant to bless-ed Saint Pachomius, the Abbot, to imitate Christ in his poverty, and with humble heart to follow him <span class='dot'></span> to the end; grant to all who have enter-ed on the path of thy commandments, neither to look back nor to err in the way, but hasting to thee without stumbling, to attain eternal <span class='dot'></span> life, through the same thy Son <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Sixth Sunday of Easter",
    "notes": "O Lord, from whom all good <span class='dot'></span> things do come: Grant to us thy humble ser<span class='dot'></span>vants, that by thy holy inspiration we may think those things that be good, and by thy merciful guiding may perform the <span class='dot'></span> same; through <span class='dot'></span> our Lord Jesus Christ. Amen."
  },
  {
    "title": "Saint Epiphanius, Bishop",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Saint Epiphanius to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Ascension Day",
    "notes": "Grant, we beseech thee, Almighty God, that like as we do believe thy only-begotten Son our Lord Jesus Christ to have ascended in<span class='dot'></span>to the heavens; so we may also in heart and mind thither ascend, and with him continually <span class='dot'></span> dwell, who liveth and reigneth with thee and the Holy Ghost, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saint Matthias, Apostle",
    "notes": "O Almighty God, who into the place of the traitor Judas didst choose thy faithful servant Matthias to be of the number of the <span class='dot'></span> twelve Apostles: Grant that thy Church, being alway preserv-ed from false Apostles, may be order-ed and guided by faithful and true pas<span class='dot'></span>tors; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Seventh Sunday of Easter (Sunday After Ascension Day)",
    "notes": "O God the King of glory, who hast exalted thine only Son Jesus Christ with great triumph unto thy king<span class='dot'></span>dom in heaven: We beseech thee, leave us not com<span class='dot'></span>fortless; but send to us thine Holy Ghost to comfort us, and exalt us unto the same place whither our Saviour Christ is gone be<span class='dot'></span>fore, who liveth and reigneth with thee and the Holy Ghost, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saint Dunstan, Bishop",
    "notes": "O God, who providest for thy people with tenderness, and governest them with love; and who dost so value them as to set ministers to rule over them <span class='dot'></span> in thy stead; give, we pray thee, (bless-ed Saint Dunstan, thy Bishop interceding), the spirit of wisdom to them whom thou hast appointed to preside over thy <span class='dot'></span> Church, that from the welfare of the holy sheep may spring the everlasting joy of the shep<span class='dot'></span>herds; through Jesus Christ our Lord, who liveth and reigneth with thee in the unity of the Holy Ghost, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Pentecost (Whitsunday)",
    "notes": "God, who as at this time didst teach the hearts of thy faithful people, by the sending to them the light of thy <span class='dot'></span> Holy Spirit; Grant us by the same Spirit to have a right judgement in all things, and evermore to rejoice in his holy com<span class='dot'></span>fort; through the merits of Christ Jesus our Saviour, who liveth and reigneth with thee, in the unity of the same Spirit, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Monday in Whitsuntide",
    "notes": "God, who didst bestow the Holy Spirit on <span class='dot'></span> thine Apostles: grant to thy people the fruit of their devout peti<span class='dot'></span>tions, that they to whom thou hast given faith may also receive <span class='dot'></span> peace; through Jesus Christ thine only Son our Lord, who liveth and reigneth with thee, in the unity of the same Spirit, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Tuesday in Whitsuntide",
    "notes": "Let the might of thy Holy Spirit be present with us, we beseech <span class='dot'></span> thee, O Lord, that it may mercifully purge our hearts, and guard us from all adversi<span class='dot'></span>ties; through Jesus Christ our Lord, who liveth and reigneth with thee, in the unity of the same Spirit, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Wednesday in Whitsuntide",
    "notes": "We beseech <span class='dot'></span> thee, O Lord, let the Comforter which proceedeth from thee lighten our <span class='dot'></span> hearts, and lead us into all truth, according to the promise of thy <span class='dot'></span> Son, who liveth and reigneth with thee, in the unity of the same Spirit, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Thursday in Whitsuntide",
    "notes": "Grant, we beseech thee, Almighty and mer<span class='dot'></span>ciful God, that thy Holy Spirit, coming into our hearts, may make them fit temples for his glory to inha<span class='dot'></span>bit; through our Lord Jesus Christ, who liveth and reigneth with thee, in the unity of the same Spirit, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Friday in Whitsuntide",
    "notes": "Grant to thy Church, we beseech thee, O mer<span class='dot'></span>ciful God, that being gather-ed together in the Holy Spirit, it may be vex-ed by no incursions of the e<span class='dot'></span>nemy; through our Lord Jesus Christ, who liveth and reigneth with thee, in the unity of the same Spirit, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saturday in Whitsuntide",
    "notes": "We beseech Thee, O Lord, mercifully to pour thy Spirit in<span class='dot'></span>to our hearts; that, as we are created by his wisdom, so we may be governed by his pro<span class='dot'></span>vidence; through our Lord Jesus Christ, who liveth and reigneth with thee, in the unity of the same Spirit, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saint Quadratus, Bishop",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Saint Quadratus to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Trinity Sunday",
    "notes": "Almighty and everlasting God, who hast given unto us thy servants grace, by the confession of a true faith to acknowledge the glory of the e<span class='dot'></span>ternal Trinity, and in the power of the Divine Majesty to worship the U<span class='dot'></span>nity: We beseech thee, that thou wouldest keep us stedfast in this faith, and evermore defend us from all adver<span class='dot'></span>sities, who livest and reignest, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saint Justin, Martyr",
    "notes": "We beseech thee, O Lord (bless-ed Saint Justin, thy Martyr, <span class='dot'></span> interceding,) grant us constancy in thy faith and <span class='dot'></span> truth; that, being grounded in Divine love, we may be moved from its perfection by no tempta<span class='dot'></span>tions; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Corpus Christi",
    "notes": "O God, who under a wonderful Sacrament hast left unto us a memorial <span class='dot'></span> of thy Passion; grant us, we beseech thee, so to adore the mysteries of thy body and <span class='dot'></span> blood, that we may evermore feel within ourselves the fruit of thy redemp<span class='dot'></span>tion, who livest and reignest with the Father in the unity of the Holy Spirit, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "First Sunday After Trinity",
    "notes": "O God, the strength of all them that put their trust in thee, mercifully ac<span class='dot'></span>cept our prayers; and because through the weakness of our mortal nature we can do no good thing without thee, grant us the help of thy <span class='dot'></span> grace, that in keeping of thy commandments we may please thee, both in will and <span class='dot'></span> deed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Ephrem, Deacon and Doctor of the Church",
    "notes": "Grant, we beseech thee, O Lord God, (bless-ed Saint Ephrem, <span class='dot'></span> interceding,) that thy people may walk in thy <span class='dot'></span> love; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Barnabas, Apostle",
    "notes": "O Lord God Almighty, who didst endue thy holy Apostle Barnabas with singular gifts of the <span class='dot'></span> Holy Ghost: Leave us not, we beseech thee, destitute of thy manifold gifts, nor yet of grace to use them alway to thy honour and glo<span class='dot'></span>ry; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Second Sunday After Trinity",
    "notes": "O Lord, who never failest to help and govern them who thou dost bring up in thy stedfast <span class='dot'></span> fear and love: Keep us, we beseech thee, under the protection of thy good pro<span class='dot'></span>vidence, and make us to have a perpetual fear and love of thy holy <span class='dot'></span> Name; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Third Sunday After Trinity",
    "notes": "O Lord, we beseech thee merciful<span class='dot'></span>ly to hear us; and grant that we, to whom thou hast given an hearty desire to pray, may by thy mighty aid be defended and comforted in all dangers and adver<span class='dot'></span>sities; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Nativity of Saint John the Baptist",
    "notes": "Almighty God, by whose providence thy servant Saint John Baptist was wonderfully born, and sent to prepare the way of thy Son our Saviour, by preaching <span class='dot'></span> of repentance: Make us so to follow his doctrine and holy life, that we may truly repent according to his preach<span class='dot'></span>ing; and after his example constantly speak the truth, boldly rebuke vice, and patiently suffer for the truth's <span class='dot'></span> sake; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Cyril of Alexandria, Bishop and Doctor of the Church",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Saint Cyril of Alexandria to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Fourth Sunday After Trinity",
    "notes": "O God, the protector of all that trust in thee, without whom nothing is strong, no<span class='dot'></span>thing is holy: Increase and multiply upon us thy mer<span class='dot'></span>cy; that, thou being our ruler and guide, we may so pass through things temporal, that we finally lose not the things eter<span class='dot'></span>nal: Grant this, O heavenly Father, for Je<span class='dot'></span>sus Christ's sake our Lord. Amen."
  },
  {
    "title": "Saint Irenaeus, Bishop, Martyr, Doctor of the Church",
    "notes": "O God, whose grace elected bless-ed Saint Irenaeus, thy Bishop, <span class='dot'></span> to the priesthood, whose learning instructed him in preaching, whose power strengthened him in perseve<span class='dot'></span>rance: grant us, after his pattern, to instruct thy people by our lives, and to strengthen them by our pa<span class='dot'></span>tience; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saints Peter and Paul, Apostles",
    "notes": "O God, who hast consecrated this day by the martyrdom of thine Apostles Pe<span class='dot'></span>ter and Paul; grant that thy Church may in all things follow their pre<span class='dot'></span>cepts, from whom it received the first principles of the <span class='dot'></span> faith; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Visitation of the Blessed Virgin Mary",
    "notes": "O God, who didst cause the most holy Virgin Mary, Mother of thy only-begotten Son, to visit bless-ed Elizabeth for mutual <span class='dot'></span> consolation; mercifully grant to us, thy servants, that we may be consol-ed continually by his visita<span class='dot'></span>tion, and protected by thy power, against all adver<span class='dot'></span>sities; through the same <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Thomas, Apostle",
    "notes": "Almighty and everliving God, who for the more confirmation of the faith didst suffer thy holy Apostle Thomas to be doubtful in thy Son's <span class='dot'></span> resurrection: Grant us so perfectly, and without all doubt, to believe in thy Son Jesus <span class='dot'></span> Christ, that our faith in thy sight may never be reprov<span class='dot'></span>ed. Hear us, O Lord, through the same Jesus Christ, to whom, with thee and the Holy Ghost, be all honour and glory, now and for <span class='dot'></span> evermore. Amen."
  },
  {
    "title": "Fifth Sunday After Trinity",
    "notes": "Grant, O Lord, we beseech thee, that the course of this world may be so peaceably order-ed <span class='dot'></span> by thy governance, that thy Church may joyfully serve thee in all godly qui<span class='dot'></span>etness; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Benedict, Abbot",
    "notes": "O God, who didst grant to bless-ed Saint Benedict, the Abbot, to imitate Christ in his poverty, and with humble heart to follow him <span class='dot'></span> to the end; grant to all who have enter-ed on the path of thy commandments, neither to look back nor to err in the way, but hasting to thee without stumbling, to attain eternal <span class='dot'></span> life, through the same thy Son <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Sixth Sunday After Trinity",
    "notes": "O God, who hast prepar-ed for them that love thee such good things as pass man's <span class='dot'></span> understanding: Pour into our hearts such love toward <span class='dot'></span> thee, that we, loving thee above all things, may obtain thy promises, which exceed all that we can de<span class='dot'></span>sire; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Silas, Companion of Saint Paul",
    "notes": "Almighty, everlasting God, who makest us glad by this festival of bless-ed Saint Silas, thy Confes<span class='dot'></span>sor and Bishop, we humbly beseech thy clemency that the pious prayers of him whose office we celebrate may avail to obtain for us the remedies of eternal <span class='dot'></span> life; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Bonaventure, Bishop and Doctor of the Church",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Saint Bonaventure to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Seventh Sunday After Trinity",
    "notes": "Lord of all power and might, who art the author and giver of <span class='dot'></span> all good things: Graft in our hearts the love of thy <span class='dot'></span> Name, increase in us true reli<span class='dot'></span>gion, nourish us with all good<span class='dot'></span>ness, and of thy great mercy keep us in the <span class='dot'></span> same; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Mary Magdalene",
    "notes": "Grant to us, we pray thee, most mer<span class='dot'></span>ciful Father, that as bless-ed Mary Magdalene, loving thy only-begotten Son above all things, obtain-ed forgiveness of her <span class='dot'></span> sins, so she may ask for us from thy mercy, everlasting bless<span class='dot'></span>edness; through the same thy Son Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saint John Cassian, Monk",
    "notes": "Almighty, everlasting God, bestowing exceeding great rewards on those who for thy sake trample on <span class='dot'></span> earthly things; grant us, by the example and intercession of bless-ed Saint John Cassian, whose departure we this day celebrate, to despise all temporal <span class='dot'></span> things, and with our whole heart to hasten unto things eter<span class='dot'></span>nal; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint James, Apostle",
    "notes": "Grant, O merciful God, that as thine holy Apostle Saint James, leaving his father and all that he had, without delay was obedient unto the calling of thy Son Jesus Christ, and fo<span class='dot'></span>llow-ed him; so we, forsaking all worldly and carnal affections, may be evermore ready to follow thy holy command<span class='dot'></span>ments; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Christopher, Martyr",
    "notes": "We beseech thee, O Lord (bless-ed Saint Christopher, thy Martyr, <span class='dot'></span> interceding,) grant us constancy in thy faith and <span class='dot'></span> truth; that, being grounded in Divine love, we may be moved from its perfection by no tempta<span class='dot'></span>tions; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Eighth Sunday After Trinity",
    "notes": "O God, whose never-failing providence ordereth all things both in hea<span class='dot'></span>ven and earth; We humbly beseech thee to put away from us all hurtful <span class='dot'></span> things, and to give us those things which be profitable for <span class='dot'></span> us; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saints Joachim and Anne, Parents of the Blessed Virgin Mary",
    "notes": "O God, who didst choose bless-ed Joachim and Anne to be the parents of the glorious Mother of thine only-be<span class='dot'></span>gotten Son, grant us through their prayers to praise thy mercy forever in the fellowship of thine e<span class='dot'></span>lect; through the same <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saints Martha, Mary, and Lazarus",
    "notes": "Grant, we beseech thee, O Lord God, (bless-ed Saints Martha, Mary, and Lazarus, <span class='dot'></span> interceding,) that thy people may walk in thy <span class='dot'></span> love; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Ninth Sunday After Trinity",
    "notes": "Grant to us, Lord, we beseech thee, the spirit to think and do always such things <span class='dot'></span> as be rightful; that we, who cannot do any thing that is good without thee, may by thee be enabl-ed to live according to thy <span class='dot'></span> will; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Transfiguration of the Lord",
    "notes": "O God, who by the testimony of the Fathers didst confirm the sacraments of faith in the Transfiguration of thine only-be<span class='dot'></span>gotten Son, and didst wonderfully prefigure by the voice from the bright cloud, the perfect adoption of <span class='dot'></span> sons; grant, we beseech thee, that we may be co-heirs of the King of glory, and partakers of the same glo<span class='dot'></span>ry; through the same thy Son Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saint Dominic, Priest",
    "notes": "O God, who makest us glad with the yearly solemnity of bless-ed Saint Dominic, <span class='dot'></span> thy Confessor, mercifully grant that as we venerate his nativity, so we may imitate his ac<span class='dot'></span>tions; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Tenth Sunday After Trinity",
    "notes": "Let thy merciful ears, O Lord, be open to the prayers of thy <span class='dot'></span> humble servants; and that they may obtain their petitions make them to ask such things as shall please <span class='dot'></span> thee; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Hippolytus, Priest and Martyr",
    "notes": "O God, from whom cometh constant faith, and whose strength is made per<span class='dot'></span>fect in weakness; grant, we beseech thee, that, (by the pattern and the prayers of bless-ed Saint Hippolytus thy Priest and Mar<span class='dot'></span>tyr,) the horrors of persecution, and the terrors of death, may be overcome through the confession of thy <span class='dot'></span> Name; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Blessed Virgin Mary",
    "notes": "Almighty God, who didst look upon the lowliness of the Bless-ed Virgin Mary and didst choose her to be the mother of thy <span class='dot'></span> only Son: grant that we who are redeem-ed by his blood may share with her in the glory of thine eternal king<span class='dot'></span>dom; through Jesus Christ thy Son our Lord, who liveth and reigneth with thee, in the unity of the Holy Spirit, one God, now <span class='dot'></span> and for ever. Amen."
  },
  {
    "title": "Saint Maximus, Confessor",
    "notes": "Grant, we beseech thee, O Lord God, (bless-ed Saint Maximus, <span class='dot'></span> interceding,) that thy people may walk in thy <span class='dot'></span> love; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Eleventh Sunday After Trinity",
    "notes": "O God, who declarest thy almighty power most chiefly in shewing mer<span class='dot'></span>cy and pity: Mercifully grant unto us such a measure of thy <span class='dot'></span> grace, that we, running the way of thy commandments, may obtain thy gracious promises, and be made partakers of thy heavenly trea<span class='dot'></span>sure; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Bernard, Abbot and Doctor of the Church",
    "notes": "O God, who didst cause bless-ed Saint Bernard the Abbot, kindled with the fire of thy love, to be a burning and a shining light <span class='dot'></span> in thy Church; grant, by his intercession, that we may burn with the spirit of love, and walk before thee as children of <span class='dot'></span> light; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Twelfth Sunday After Trinity",
    "notes": "Almighty and everlasting God, who art always more ready to hear than we to pray, and art wont to give more than either we desire <span class='dot'></span> or deserve: Pour down upon us the abundance of thy <span class='dot'></span> mercy; forgiving us those things whereof our conscience is afraid, and giving us those good things which we are not worthy to <span class='dot'></span> ask, but through the merits and mediation of Jesus Christ, <span class='dot'></span> thy Son, our Lord. Amen."
  },
  {
    "title": "Saint Bartholomew, Apostle",
    "notes": "O Almighty and everlasting God, who didst give to thine Apostle Bartholomew grace truly to believe and to <span class='dot'></span> preach thy Word: Grant, we beseech thee, unto thy Church, to love that Word which he believ-ed, and both to preach and receive the <span class='dot'></span> same; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Augustine, Bishop and Doctor of the Church",
    "notes": "O God, who didst raise up bless-ed Augustine to be a Doctor of the Church, and to unfold the mysteries of <span class='dot'></span> Holy Scripture; grant that we may always be instructed by his teaching, and assisted by his <span class='dot'></span> prayers; through Jesus Christ our Lord, who liveth and, reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Passion of Saint John the Baptist",
    "notes": "O God, who didst vouchsafe to bless-ed Saint John Baptist to be in birth and death the forerunner <span class='dot'></span> of thy Son; grant that as he was slain for truth and righteousness' sake, so we may fight unto death for truth and righ<span class='dot'></span>teousness; through the same thy Son Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Thirteenth Sunday After Trinity",
    "notes": "Almighty and merciful God, of whose only gift it cometh that thy faithful people do unto thee true and laud<span class='dot'></span>able service: Grant, we beseech thee, that we may so faithfully serve thee in this <span class='dot'></span> life, that we fail not finally to attain thy heavenly pro<span class='dot'></span>mises; through the merits of <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Gregory the Great, Pope and Doctor of the Church",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Pope Saint Gregory the Great to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Fourteenth Sunday After Trinity",
    "notes": "Almighty and ever<span class='dot'></span>lasting God, give unto us the increase of faith, hope, and cha<span class='dot'></span>rity; and, that we may obtain that which thou dost promise, make us to love that which thou dost com<span class='dot'></span>mand; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Nativity of the Blessed Virgin Mary",
    "notes": "O God, who in thine own good pleasure wouldest reconcile the world un<span class='dot'></span>to thyself; grant, we beseech thee, that we, who celebrate the birth of Bless-ed Mary, may, assisted by her prayers, attain the salvation wrought out by her <span class='dot'></span> Son, our <span class='dot'></span> Lord Jesus Christ. Amen."
  },
  {
    "title": "Fifteenth Sunday After Trinity",
    "notes": "Keep, we beseech thee, O Lord, thy Church with thy perpe<span class='dot'></span>tual mercy; and, because the frailty of man without thee cannot but <span class='dot'></span> fall, keep us ever by thy help from all things hurtful, and lead us to all things profitable to our salva<span class='dot'></span>tion; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint John Chrysostom, Bishop and Doctor of the Church",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Saint John Chrysostom to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Holy Cross Day",
    "notes": "O God, who makest us glad today by the feast <span class='dot'></span> of the Holy Cross; grant, we beseech thee, that as we acknowledge its mystery on <span class='dot'></span> earth, so we may attain the rewards of its redemption in hea<span class='dot'></span>ven; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Saint Cyprian, Bishop and Martyr",
    "notes": "O God, whose grace elected bless-ed Saint Cyprian, thy Bishop, <span class='dot'></span> to the priesthood, whose learning instructed him in preaching, whose power strengthened him in perseve<span class='dot'></span>rance: grant us, after his pattern, to instruct thy people by our lives, and to strengthen them by our pa<span class='dot'></span>tience; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Sixteenth Sunday After Trinity",
    "notes": "O Lord, we beseech thee, let thy continual pity cleanse and de<span class='dot'></span>fend thy Church; and, because it cannot continue in safety without thy succour, preserve it evermore by thy help and good<span class='dot'></span>ness; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Matthew, Apostle and Evangelist",
    "notes": "O Almighty God, who by thy bless-ed Son didst call Matthew from the receipt of custom to be an Apostle <span class='dot'></span> and Evangelist: Grant us grace to forsake all covetous desires and inordinate love of rich<span class='dot'></span>es, and to follow the same thy Son Jesus <span class='dot'></span> Christ, who liveth and reigneth with thee and the Holy Ghost, one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Seventeenth Sunday After Trinity",
    "notes": "Lord, we pray thee that thy grace may always prevent and follow us, and make us continually to be given to <span class='dot'></span> all good works; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Michael and All Angels",
    "notes": "O everlasting God, who hast ordain-ed and constituted the services of Angels and men in a won<span class='dot'></span>derful order: Mercifully grant that, as thy holy Angels alway do thee service in hea<span class='dot'></span>ven, so by thy appointment they may succour and defend us on <span class='dot'></span> earth; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Eighteenth Sunday After Trinity",
    "notes": "Lord, we beseech thee, grant thy people grace to withstand the temptations of the world, the flesh, <span class='dot'></span> and the devil, and with pure hearts and minds to follow thee the only <span class='dot'></span> God; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Francis of Assisi",
    "notes": "O God, who didst grant to bless-ed Saint Francis of Assisi to imitate Christ in his poverty, and with humble heart to follow him <span class='dot'></span> to the end; grant to all who have enter-ed on the path of thy commandments, neither to look back nor to err in the way, but hasting to thee without stumbling, to attain eternal <span class='dot'></span> life, through the same thy Son <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Nineteenth Sunday After Trinity",
    "notes": "O God, forasmuch as without thee we are not a<span class='dot'></span>ble to please thee; Mercifully grant, that thy Holy Spirit may in all things direct and rule our <span class='dot'></span> hearts; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Philip the Evangelist, Deacon",
    "notes": "Grant, we beseech thee, O Lord God, (bless-ed Saint Philip the Evangelist, <span class='dot'></span> interceding,) that thy people may walk in thy <span class='dot'></span> love; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Ignatius of Antioch, Bishop and Martyr",
    "notes": "O God, whose grace elected bless-ed Saint Ignatius of Antioch, thy Bishop, <span class='dot'></span> to the priesthood, whose learning instructed him in preaching, whose power strengthened him in perseve<span class='dot'></span>rance: grant us, after his pattern, to instruct thy people by our lives, and to strengthen them by our pa<span class='dot'></span>tience; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Twentieth Sunday After Trinity",
    "notes": "O Almighty and most <span class='dot'></span> merciful God, of thy bountiful goodness keep us, we beseech thee, from all things that may hurt <span class='dot'></span> us; that we, being ready both in body and soul, may cheerfully accomplish those things that thou wouldest have <span class='dot'></span> done; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Luke, Evangelist",
    "notes": "Almighty God, who calledst Luke the Physician, whose praise is in the Gospel, to be an Evangelist, and Physician <span class='dot'></span> of the soul: May it please thee that, by the wholesome medicines of the doctrine deliver-ed by him, all the diseases of our souls may be heal<span class='dot'></span>ed; through the merits of thy Son <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saints Simon and Jude, Apostles",
    "notes": "O Almighty God, who hast built thy Church upon the foundation of the Apostles and Prophets, Jesus Christ himself being <span class='dot'></span> the head corner-stone: Grant us so to be join-ed together in unity of spirit by their doc<span class='dot'></span>trine, that we may be made an holy temple acceptable unto <span class='dot'></span> thee; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "All Hallows' Eve",
    "notes": "O Almighty God, who hast knit together thine elect in one communion and fellowship, in the mystical body of thy Son <span class='dot'></span> Christ our Lord; Grant us grace so to follow thy bless-ed Saints in all virtuous and godly liv<span class='dot'></span>ing; that we may come to those unspeakable joys, which thou hast prepar-ed for them that unfeignedly love <span class='dot'></span> thee; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Martin Luther, Reformer",
    "notes": "O God, our refuge and our strength, who didst raise up thy servant Martin Luther to reform and renew thy Church in the light <span class='dot'></span> of thy word: Defend and purify the Church in our own <span class='dot'></span> day, and grant that, through faith, we may boldly proclaim the riches of thy grace, which thou hast made known in Jesus Christ our Sa<span class='dot'></span>vior, who with thee and the Holy Ghost, liveth and reigneth, one God, now <span class='dot'></span> and for ever. Amen."
  },
  {
    "title": "All Saints' Day",
    "notes": "O Almighty God, who hast knit together thine elect in one communion and fellowship, in the mystical body of thy Son <span class='dot'></span> Christ our Lord; Grant us grace so to follow thy bless-ed Saints in all virtuous and godly liv<span class='dot'></span>ing; that we may come to those unspeakable joys, which thou hast prepar-ed for them that unfeignedly love <span class='dot'></span> thee; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "All Souls' Day",
    "notes": "God, the Creator and Redeemer of <span class='dot'></span> all the faithful, grant to the souls of thy servants and handmaidens remission of all their <span class='dot'></span> sins; that the pardon they have always desir-ed, by pious supplications may be obtain<span class='dot'></span>ed; who livest and reignest with God the Father, in the unity of the Holy Spirit, God, through<span class='dot'></span>out all ages. Amen."
  },
  {
    "title": "Twenty-First Sunday After Trinity",
    "notes": "Grant, we beseech thee, merciful Lord, to thy faithful people par<span class='dot'></span>don and peace; that they may be cleans-ed from all their sins, and serve thee with a quiet <span class='dot'></span> mind; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Twenty-Second Sunday After Trinity",
    "notes": "Lord, we beseech thee to keep thy household the Church in contin<span class='dot'></span>ual godliness; that through thy protection it may be free from all adver<span class='dot'></span>sities, and devoutly given to serve thee in good works, to the glory of thy <span class='dot'></span> Name; through Jesus Christ our Lord. Amen."
  },
  {
    "title": "Twenty-Third Sunday After Trinity",
    "notes": "O God, our refuge and strength, who art the author <span class='dot'></span> of all godliness: Be ready, we beseech thee, to hear the devout prayers of thy <span class='dot'></span> Church; and grant that those things which we ask faithfully we may obtain effec<span class='dot'></span>tually; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Leo the Great, Pope and Doctor of the Church",
    "notes": "O God, the Light of the faithful, and Shepherd of souls, who hast set bless-ed Pope Saint Leo the Great to be a Bishop <span class='dot'></span> in the Church, that he might feed thy sheep by word, and form them by exam<span class='dot'></span>ple; grant us, by his intercession, to keep the faith which he taught, and to follow the way which his example direct<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Martin of Tours, Bishop",
    "notes": "O God, who wast glorifi-ed in the life and death of bless-ed Saint Martin, thy Confes<span class='dot'></span>sor and Bishop; renew in our hearts the same miracles of thy <span class='dot'></span> grace, that neither death nor life may be able to separate us from the love of our Lord Jesus <span class='dot'></span> Christ, who liveth and reigneth with thee and the Holy Ghost, ever one God, world <span class='dot'></span> without end. Amen."
  },
  {
    "title": "Twenty-Fourth Sunday After Trinity",
    "notes": "O Lord, we beseech thee, absolve thy people from <span class='dot'></span> their offences; that through thy bountiful goodness we may all be deliver-ed from the bands of those sins, which by our frailty we have commit<span class='dot'></span>ted: Grant this, O heavenly Father, for Jesus Christ's <span class='dot'></span> sake, our bless-ed <span class='dot'></span> Lord and Saviour. Amen."
  },
  {
    "title": "Twenty-Fifth Sunday After Trinity",
    "notes": "Stir up, we beseech thee, O Lord, the wills of thy <span class='dot'></span> faithful people; that they, plenteously bringing forth the fruit of good works, may of thee be plenteously reward<span class='dot'></span>ed; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Christ the King",
    "notes": "Eternal Father, whose Son Jesus Christ ascended to the throne of heaven that he might rule over all things as <span class='dot'></span> Lord and King: keep the Church in the unity of the Spirit and in the bond of <span class='dot'></span> peace, and bring the whole created order to worship at his <span class='dot'></span> feet; who liveth and reigneth with thee, in the unity of the Holy Spirit, one God, now <span class='dot'></span> and for ever. Amen."
  },
  {
    "title": "Saint Clement I, Pope and Martyr",
    "notes": "O God, whose grace elected bless-ed Pope Saint Clement I, thy Bishop, <span class='dot'></span> to the priesthood, whose learning instructed him in preaching, whose power strengthened him in perseve<span class='dot'></span>rance: grant us, after his pattern, to instruct thy people by our lives, and to strengthen them by our pa<span class='dot'></span>tience; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  },
  {
    "title": "Saint Catherine of Alexandria, Virgin and Martyr",
    "notes": "Hear us, O God of <span class='dot'></span> our salvation, that as we rejoice in the feast of bless-ed Saint Catherine of Alexandria, thy Virgin and Mar<span class='dot'></span>tyr; so of thy mercy we may be taught the spirit of devo<span class='dot'></span>tion; through <span class='dot'></span> Jesus our Lord. Amen."
  },
  {
    "title": "Saint Jacob of Serugh, Bishop",
    "notes": "Grant, we beseech thee, Almighty God, that as we venerate the solemnity of bless-ed Saint Jacob of Serugh, thy Confes<span class='dot'></span>sor and Bishop, so it may avail to our <span class='dot'></span> devotion; through <span class='dot'></span> Jesus Christ our Lord. Amen."
  }
]
