[
  {
    "title": "First Sunday of Advent",
    "text": "Almighty God, give us grace that we may cast away the works of darkness, and put upon us the ar·mour of light, now in the time of this mortal life, in which thy Son Jesus Christ came to visit us in great humi·lity; that in the last day, when he shall come again in his glorious Majesty, to judge both the quick and the dead, we may rise to the life immor·tal; through him who liveth and reigneth with thee and the Holy Ghost, · now and ever. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Andrew, Apostle",
    "text": "Almighty God, who didst give such grace unto thy holy Apostle Saint Andrew, that he readily obey-ed the calling of thy Son Jesus Christ, and follow-ed him with·out delay: Grant unto us all, that we, being call-ed by thy holy word, may forthwith give up ourselves obediently to fulfil thy holy command·ments; through the same · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint John of Damascus, Priest and Doctor of the Church",
    "text": "Confirm our minds, O Lord, in the mysteries of the true faith, set forth with power by thy servant John · of Damascus; that we, with him, confessing Jesus to be true God and true Man and singing the praises of the risen · Lord, may, by the power of the Resurrection, attain to eternal · joy; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint Nicholas, Bishop",
    "text": "Grant, Almighty God, that thy Church may be so inspir-ed by the example of thy servant Nicho·las of Myra, that it may never cease to work for the welfare of children, the safety of sailors, the relief of the poor, and the help of those toss-ed by tempests of doubt or · grief; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Second Sunday of Advent",
    "text": "Bless-ed Lord, who hast caus-ed all holy Scriptures to be written · for our learning: Grant that we may in such wise hear them, read, mark, learn, and inwardly digest · them, that by patience and comfort of thy holy Word, we may embrace and ever hold fast the bless-ed hope of everlasting · life, which thou hast given us in our · Saviour Jesus Christ. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Ambrose, Bishop and Doctor of the Church",
    "text": "O God, who didst give thy servant Ambrose grace eloquently to proclaim thy righteousness in the great congregation and fearlessly to bear reproach for the honor of thy · Name: Mercifully grant to all bishops and pastors such excellence in preaching and faithfulness in ministering thy · Word, that thy people may be partakers with them of the glory that shall be reveal·ed; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Conception of the Blessed Virgin Mary",
    "text": "We beseech thee, O Lord, to bestow the gift of heavenly grace up·on thy servants: that as the Nativity of the Bless-ed Virgin was the dawn of our salva·tion, so the celebration of her Conception may bring us increase of · peace; through Jesus Christ thy Son our Lord, who liveth and reigneth with thee and the Holy Ghost, ever one God, world · without end. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "Saint Damasus I, Pope",
    "text": "O God, our heavenly Father, who didst raise up thy faithful servant Damasus, to be a Bishop and pastor in thy Church and to · feed thy flock: Give abundantly to all pastors the gifts of thy Holy Spi·rit, that they may minister in thy household as true servants of Christ and stewards of thy divine mys·teries; through the same Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Saint Lucy, Virgin and Martyr",
    "text": "Loving God, who for the salvation of all didst give Jesus Christ as light to a · world in darkness: Illumine us, as thou didst thy daughter Lucy, with the light of · Christ, that by the merits of his Passion, we may be led to eternal · life; through the same Jesus Christ, who with thee and the Holy Ghost liveth and reigneth, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Third Sunday of Advent: Gaudete Sunday",
    "text": "O Lord Jesus Christ, who at thy first coming didst send thy messenger to prepare thy · way before thee: Grant that the ministers and stewards of thy mysteries may likewise so prepare and make ready thy way, by turning the hearts of the disobedient to the wisdom of the · just, that at thy second coming to judge the world we may be found an acceptable people in thy · sight, who livest and reignest with the Father and the Holy Spirit, ever one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Ember Wednesday in Advent",
    "text": "O Almighty God, who hast committed to the hands of men the ministry of recon·ciliation; We humbly beseech thee, by the inspiration of thy Holy Spirit, to put it into the hearts of many to offer themselves for this mi·nistry; that thereby mankind may be drawn to thy bless-ed king·dom; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Ember Friday in Advent",
    "text": "O Almighty God, who hast committed to the hands of men the ministry of recon·ciliation; We humbly beseech thee, by the inspiration of thy Holy Spirit, to put it into the hearts of many to offer themselves for this mi·nistry; that thereby mankind may be drawn to thy bless-ed king·dom; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Ember Saturday in Advent",
    "text": "O Almighty God, who hast committed to the hands of men the ministry of recon·ciliation; We humbly beseech thee, by the inspiration of thy Holy Spirit, to put it into the hearts of many to offer themselves for this mi·nistry; that thereby mankind may be drawn to thy bless-ed king·dom; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Fourth Sunday of Advent",
    "text": "O Lord, raise up (we pray thee) thy power, and come among us, and with · great might succour us; that whereas, through our sins and wickedness, we are sore let and hinder-ed in running the race that is set before · us, thy bountiful grace and mercy may speedily help and deli·ver us; through the satisfaction of thy Son our Lord, to whom with thee and the Holy Ghost be honour and glory, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Christmas Eve",
    "text": "O God, who makest us glad with the yearly expectation of · our redemption: Grant that we, who with joy receive thine only-begotten Son as our Redeemer, may, without fear, behold him when he shall come to be our · Judge, even thy Son our Lord Jesus Christ; who liveth and reigneth with thee in the unity of the Holy Ghost, God, world · without end. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "Christmas Day (Nativity of the Lord)",
    "text": "Almighty God, who hast given us thy only-begotten Son to take our nature upon him, and as at this time to be born · of a pure Virgin: Grant that we being regenerate, and made thy children by adoption and grace, may daily be renew-ed by thy Holy Spi·rit; through the same our Lord Jesus Christ, who liveth and reigneth with thee and the same Spirit, ever one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Stephen, The First Martyr",
    "text": "Grant, O Lord, that in all our sufferings here upon earth, for the testimony of thy truth, we may stedfastly look up to heaven, and by faith behold the glory that shall · be reveal-ed; and, being fill-ed with the Holy Ghost, may learn to love and bless our persecutors by the example of thy first Martyr Saint Ste·phen, who pray-ed for his murderers to thee, O bless-ed Je·sus, who standest at the right hand of God to succour all those that suffer for thee, our only Media·tor and Advocate. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint John, Apostle and Evangelist",
    "text": "Merciful Lord, we beseech thee to cast thy bright beams of light up·on thy Church, that it being enlighten-ed by the doctrine of thy bless-ed Apostle and Evangelist Saint John may so walk in the light of thy · truth, that it may at length attain to the light of everlasting · life; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Holy Innocents' Day",
    "text": "O Almighty God, who out of the mouths of babes and sucklings hast ordain-ed strength, and madest infants to glorify thee · by their deaths: Mortify and kill all vices in · us, and so strengthen us by thy grace, that by the innocency of our lives, and constancy of our faith, even unto death, we may glorify thy holy · Name; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "First Sunday After Christmas",
    "text": "Almighty God, who hast given us thy only-begotten Son to take our nature upon him, and as at this time to be born · of a pure Virgin: Grant that we being regenerate, and made thy children by adoption and grace, may daily be renew-ed by thy Holy Spi·rit; through the same our Lord Jesus Christ, who liveth and reigneth with thee and the same Spirit, ever one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Second Sunday After Christmas",
    "text": "Almighty God, who hast pour-ed upon us the new light of thine in·carnate Word; Grant that the same light enkindl-ed in our hearts may shine forth in our · lives; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Circumcision of the Lord",
    "text": "Almighty God, who madest thy bless-ed Son to be circumcis-ed, and obedient to the · law for man; Grant us the true circumcision of the Spi·rit; that, our hearts, and all our members, being mortifi-ed from all worldly and carnal lusts, we may in all things obey thy bless-ed · will; through the same thy Son · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Basil the Great, Bishop and Doctor of the Church",
    "text": "Almighty God, who hast reveal-ed to thy Church thine eternal Being of glorious majesty and perfect love as one God in Trini·ty of Persons: Give us grace that, like thy Bishop Basil of Caesarea, we may continue steadfast in the confession of this faith, and constant in our worship of · thee, Father, Son, and Holy Ghost; who livest and reignest now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint Gregory of Nazianzus, Bishop and Doctor of the Church",
    "text": "O Almighty God, who hast call-ed us to faith in thee, and hast compass-ed us about with so great a · cloud of witnesses; Grant that we, encourag-ed by the good examples of thy saints, and especially of thy servant Gregory of Nazianzus, may persevere in running the race that is set before · us, until at length, through thy mercy, we, with them, attain to thine eternal · joy; through him who is the author and finisher of our faith, thy Son · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Epiphany Eve",
    "text": "Lighten our hearts, we beseech thee, O Lord, by this · coming festival: that, being rid of the darkness of this world, we may come to the light of the eternal Coun·try; through · Jesus Christ our Lord. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "The Epiphany",
    "text": "O God, who by the leading of a star didst manifest thy only-begotten Son · to the Gentiles: Mercifully grant, that we, which know thee now by faith, may after this life have the fruition of thy glorious God·head; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Gregory of Nyssa, Bishop",
    "text": "Almighty God, who hast reveal-ed to thy Church thine eternal Being of glorious majesty and perfect love as one God in Trini·ty of Persons: Give us grace that, like thy Bishop Gregory of Nyssa, we may continue steadfast in the confession of this faith, and constant in our worship of · thee, Father, Son, and Holy Ghost; who livest and reignest now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "First Sunday of Epiphany: Baptism of the Lord",
    "text": "O Lord, we beseech thee mercifully to receive the prayers of thy people which · call upon thee; and grant that they may both perceive and know what things they ought to do, and also may have grace and power faithfully to fulfil the · same; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Hilary, Bishop and Doctor of the Church",
    "text": "Keep us steadfast, Lord God, in that true faith that we profess-ed · at our baptism; that, like thy servant Hilary of Poitiers, we may rejoice in having thee for our Fa·ther, and may abide in thy Son, in the fellowship of the Holy · Ghost; for thou livest and reignest for ever and ever as one God in Trini·ty of Persons. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint Paul of Thebes, The First Hermit",
    "text": "O God, whose bless-ed Son became poor that we through his poverty · might be rich: Deliver us, we pray thee from an inordinate love of this · world, that, inspir-ed by the devotion of thy servant Paul of Thebes, we may serve thee with singleness of heart, and attain to the riches of the age to · come; through the same thy Son Jesus Christ our Lord, who liveth and reigneth with thee, in the unity of the Holy Spirit, one God, now · and for ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Saint Anthony, Abbot",
    "text": "O God, who didst grant to bless-ed Anthony, the Abbot, to imitate Christ in his poverty, and with humble heart to follow him · to the end; grant to all who have enter-ed on the path of thy commandments, neither to look back nor to err in the way, but hasting to thee without stumbling, to attain eternal · life, through the same thy Son · Jesus Christ our Lord. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "Second Sunday of Epiphany",
    "text": "Almighty and everlasting God, who dost govern all things in hea·ven and earth: Mercifully hear the supplications of thy people, and grant us thy peace all the days of our · life; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Third Sunday of Epiphany",
    "text": "Almighty and ever·lasting God, mercifully look upon our infir·mities, and in all our dangers and necessities stretch forth thy right hand to help and defend · us; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Conversion of Saint Paul, Apostle",
    "text": "O God, who, through the preaching of the bless-ed Apostle Saint Paul, hast caus-ed the light of the Gospel to shine through·out the world: Grant, we beseech thee, that we, having his wonderful conversion in remembrance, may shew forth our thankfulness unto thee for the same, by following the holy doctrine which he · taught; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saints Timothy and Titus, Companions of Saint Paul",
    "text": "Almighty God, who didst call Timothy and Titus to do the work of evange·lists and teachers, and didst make them strong to endure hard·ship: Strengthen us to stand fast in adversity, and to live godly and righteous lives in this present · time, that with sure confidence we may look for our bless-ed hope, the glorious appearing of our great God and Savior Jesus · Christ; who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint Thomas Aquinas, Priest and Doctor of the Church",
    "text": "Almighty God, who hast enrich-ed thy Church with the singular learning and holiness of thy servant Tho·mas Aquinas: Enlighten us more and more, we pray, by the disciplin-ed thinking and teaching of Christian scho·lars, and deepen our devotion by the example of saintly · lives; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint Isaac of Nineveh, Bishop",
    "text": "O God, whose bless-ed Son became poor that we through his poverty · might be rich: Deliver us, we pray thee from an inordinate love of this · world, that, inspir-ed by the devotion of thy servant Isaac of Nineveh, we may serve thee with singleness of heart, and attain to the riches of the age to · come; through the same thy Son Jesus Christ our Lord, who liveth and reigneth with thee, in the unity of the Holy Spirit, one God, now · and for ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Saint Aphrahat, Bishop",
    "text": "O Almighty God, who didst give to thy servant Aphrahat special gifts of grace to understand and teach the truth as it is · in Christ Jesus: Grant, we beseech thee, that by this teaching we may know thee, the one true God, and Jesus Christ whom thou hast · sent; who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Fourth Sunday of Epiphany",
    "text": "O God, who knowest us to be set in the midst of so many and great dangers, that by reason of the frailty of our nature we cannot al·ways stand upright: Grant to us such strength and protection, as may support us in all dangers, and carry us through all tempta·tions; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Fifth Sunday of Epiphany",
    "text": "O Lord, we beseech thee to keep thy Church and household continually in thy · true religion; that they who do lean only upon the hope of thy heavenly grace may evermore be defended by thy mighty pow·er; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Sixth Sunday of Epiphany",
    "text": "O God, whose bless-ed Son was manifested that he might destroy the works of the devil, and make us the sons of God, and heirs of e·ternal life: Grant us, we beseech thee, that, having this hope, we may purify ourselves, even as he is · pure; that, when he shall appear again with power and great glory, we may be made like unto him in his eternal and glorious king·dom; where with thee, O Father, and thee, O Holy Ghost, he liveth and reigneth, ever one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Eve of the Presentation",
    "text": "Almighty and ever·living God, we humbly beseech thy Majesty, that, as thy only-begotten Son was this day presented in the temple in substance of our · flesh, so we may be presented unto thee with pure and clean · hearts, by the same thy Son · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Presentation of the Lord (Purification)",
    "text": "Almighty and ever·living God, we humbly beseech thy Majesty, that, as thy only-begotten Son was this day presented in the temple in substance of our · flesh, so we may be presented unto thee with pure and clean · hearts, by the same thy Son · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Valentine, Martyr",
    "text": "O Almighty God, who didst give to thy servant Valentine boldness to confess the Name of our Savior Jesus Christ before the rulers of this world, and courage to die · for this faith: Grant that we may always be ready to give a reason for the hope that is in · us, and to suffer gladly for the sake of the same our Lord Jesus · Christ; who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Septuagesima",
    "text": "O Lord, we beseech thee favourably to hear the prayers · of thy people; that we, who are justly punish-ed for our offences, may be mercifully deliver-ed by thy goodness, for the glory of thy · Name; through Jesus Christ our Saviour, who liveth and reigneth with thee and the Holy Ghost, ever one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Sexagesima",
    "text": "O Lord God, who seest that we put not our trust in any thing · that we do: Mercifully grant that by thy power we may be defended against all adver·sity; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Quinquagesima",
    "text": "O Lord, who hast taught us that all our doings without charity are · nothing worth: Send thy Holy Ghost, and pour into our hearts that most excellent gift of charity, the very bond of peace and of all virtues, without which whosoever liveth is counted dead before · thee. Grant this for thine only Son · Jesus Christ's sake. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Ash Wednesday",
    "text": "Almighty and everlasting God, who hatest nothing that thou hast made, and dost forgive the sins of all them · that are penitent: Create and make in us new and contrite · hearts, that we worthily lamenting our sins, and acknowledging our wretchedness, may obtain of thee, the God of all mercy, perfect remission and forgive·ness; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Thursday in Lent",
    "text": "Almighty and everlasting God, who hatest nothing that thou hast made, and dost forgive the sins of all them · that are penitent: Create and make in us new and contrite · hearts, that we worthily lamenting our sins, and acknowledging our wretchedness, may obtain of thee, the God of all mercy, perfect remission and forgive·ness; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Friday in Lent",
    "text": "Almighty and everlasting God, who hatest nothing that thou hast made, and dost forgive the sins of all them · that are penitent: Create and make in us new and contrite · hearts, that we worthily lamenting our sins, and acknowledging our wretchedness, may obtain of thee, the God of all mercy, perfect remission and forgive·ness; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saturday in Lent",
    "text": "Almighty and everlasting God, who hatest nothing that thou hast made, and dost forgive the sins of all them · that are penitent: Create and make in us new and contrite · hearts, that we worthily lamenting our sins, and acknowledging our wretchedness, may obtain of thee, the God of all mercy, perfect remission and forgive·ness; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "First Sunday of Lent",
    "text": "O Lord, who for our sake didst fast forty days and · forty nights: Give us grace to use such ab·stinence, that, our flesh being subdu-ed to the Spirit, we may ever obey thy godly motions in righteousness and true ho·liness, to thy honour and glory, who livest and reignest with the Father and the Holy Ghost, one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Ember Wednesday in Lent",
    "text": "O Almighty God, who hast committed to the hands of men the ministry of recon·ciliation; We humbly beseech thee, by the inspiration of thy Holy Spirit, to put it into the hearts of many to offer themselves for this mi·nistry; that thereby mankind may be drawn to thy bless-ed king·dom; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Ember Friday in Lent",
    "text": "O Almighty God, who hast committed to the hands of men the ministry of recon·ciliation; We humbly beseech thee, by the inspiration of thy Holy Spirit, to put it into the hearts of many to offer themselves for this mi·nistry; that thereby mankind may be drawn to thy bless-ed king·dom; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Ember Saturday in Lent",
    "text": "O Almighty God, who hast committed to the hands of men the ministry of recon·ciliation; We humbly beseech thee, by the inspiration of thy Holy Spirit, to put it into the hearts of many to offer themselves for this mi·nistry; that thereby mankind may be drawn to thy bless-ed king·dom; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Papias, Bishop",
    "text": "O Almighty God, who didst give to thy servant Papias special gifts of grace to understand and teach the truth as it is · in Christ Jesus: Grant, we beseech thee, that by this teaching we may know thee, the one true God, and Jesus Christ whom thou hast · sent; who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Saint Polycarp, Bishop and Martyr",
    "text": "O God, the maker of heaven and earth, who didst give thy venerable servant, the holy and gentle Polycarp, the boldness to confess Jesus Christ as King and Savior and the steadfastness to die · for that faith: Give us grace, following his example, to share the cup of Christ and to rise to eternal · life; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Second Sunday of Lent",
    "text": "Almighty God, who seest that we have no power of ourselves to · help ourselves: Keep us both outwardly in our bodies, and inwardly in our · souls; that we may be defended from all adversities which may happen to the body, and from all evil thoughts which may assault and hurt the · soul; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Third Sunday of Lent",
    "text": "We beseech thee, Almighty God, look upon the hearty desires of thy · humble servants, and stretch forth the right hand of thy Majesty, to be our defence against all our e·nemies; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Fourth Sunday of Lent: Laetare Sunday",
    "text": "Grant, we beseech thee, Al·mighty God, that we, who for our evil deeds do worthily deserve to be punish-ed, by the comfort of thy grace may mercifully be reliev·ed; through our Lord and · Saviour Jesus Christ. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Patrick, Bishop",
    "text": "Almighty God, who in thy providence didst choose thy servant Patrick to be the apostle to the Irish people, to bring those who were wandering in darkness and error to the true light and know·ledge of thee: Grant us so to walk in that way that we may come at last to the light of everlasting · life; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint Cyril of Jerusalem, Bishop and Doctor of the Church",
    "text": "Strengthen, O God, thy Church in the Sacraments · of thy grace, that we, in union with the teaching and prayers of thy servant Cyril of Jerusalem, may enter more fully into thy Paschal mys·tery; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint Joseph, Spouse of the Blessed Virgin Mary",
    "text": "O God, who from the family of thy servant David didst raise up Joseph to be the guardian of thy Incarnate Son and the spouse of his · Virgin Mother: Give us grace to imitate his uprightness of life and his obedience to thy com·mands; through the same thy Son Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Thomas Cranmer, Archbishop of Canterbury, Reformation Martyr",
    "text": "Father of all mercies, who through the work of thy servant Thomas Cranmer didst renew the worship of thy Church and through his death didst reveal thy strength in · human weakness: strengthen us by thy grace so to worship thee in spirit and in · truth that we may come to the joys of thine everlasting king·dom; through Jesus Christ our Medi·ator and Advocate. Amen.",
    "source": "Common Worship (2000)"
  },
  {
    "title": "Fifth Sunday of Lent: Passion Sunday",
    "text": "We beseech thee, Almighty God, mercifully to look up·on thy people; that by thy great goodness they may be govern-ed and preserv-ed evermore, both in body and · soul; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Eve of the Annunciation",
    "text": "We beseech thee, O Lord, pour thy grace in·to our hearts; that, as we have known the Incarnation of thy Son Jesus Christ by the message of an an·gel, so by his cross and Passion we may be brought unto the glory of his Resurrec·tion; through the same · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Annunciation of the Lord",
    "text": "We beseech thee, O Lord, pour thy grace in·to our hearts; that, as we have known the Incarnation of thy Son Jesus Christ by the message of an an·gel, so by his cross and Passion we may be brought unto the glory of his Resurrec·tion; through the same · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Holy Week: Palm Sunday",
    "text": "Almighty and everlasting God, who, of thy tender love towards mankind, hast sent thy Son, our · Saviour Jesus Christ, to take upon him our flesh, and to suffer death upon the · cross, that all mankind should follow the example of his great humi·lity: Mercifully grant, that we may both follow the example of his patience, and also be made partakers of his Resurrec·tion; through the same · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Holy Week: Holy Monday",
    "text": "Almighty God, whose most dear Son went not up to joy but first he suffer-ed pain, and enter-ed not into glory before he was cruci·fi-ed; Mercifully grant that we, walking in the way of the cross, may find it none other than the way of life and · peace; through the same thy Son · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Holy Week: Holy Tuesday",
    "text": "O Lord God, whose bless-ed Son, our Saviour, gave his  back to the smiters and hid not his · face from shame; Grant us grace to take joyfully the sufferings of the present time, in full assurance of the glory that shall be reveal·ed; through the same thy Son · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Holy Week: Spy Wednesday",
    "text": "Assist us mercifully with thy help, O Lord God of · our salvation; that we may enter with joy upon the meditation of those mighty acts, whereby thou hast given unto us life and immorta·lity; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Holy Week: Maundy Thursday",
    "text": "Almighty Father, whose dear Son, on the night before he suffer-ed, did institute the Sacrament of his Bo·dy and Blood; Mercifully grant that we may thankfully receive the same in remembrance of · him, who in these holy mysteries giveth us a pledge of life eter·nal; the same thy Son Jesus Christ our Lord, who now liveth and reigneth with thee and the Holy Spirit ever, one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Holy Week: Good Friday (Passion of the Lord)",
    "text": "Almighty God, we beseech thee graciously to behold · this thy family, for which our Lord Jesus Christ was contented to be betray-ed, and given up into the hands of wicked men, and to suffer death upon the · cross, who now liveth and reigneth with thee and the Holy Ghost, ever one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Holy Week: Holy Saturday",
    "text": "Almighty God, we beseech thee graciously to behold · this thy family, for which our Lord Jesus Christ was contented to be betray-ed, and given up into the hands of wicked men, and to suffer death upon the · cross, who now liveth and reigneth with thee and the Holy Ghost, ever one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Easter Vigil",
    "text": "Grant, O Lord, that as we are baptiz-ed into the death of thy bless-ed Son our · Saviour Jesus Christ, so by continual mortifying our corrupt affections we may be buri-ed with · him; and that, through the grave, and gate of death, we may pass to our joyful Resurrec·tion; for his merits, who died, and was buri-ed, and rose again for us, thy Son · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Isidore, Bishop and Doctor of the Church",
    "text": "O Almighty God, who didst give to thy servant Isidore special gifts of grace to understand and teach the truth as it is · in Christ Jesus: Grant, we beseech thee, that by this teaching we may know thee, the one true God, and Jesus Christ whom thou hast · sent; who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Easter (Resurrection of the Lord)",
    "text": "Almighty God, who through thine only-begotten Son Jesus Christ hast overcome death, and open-ed unto us the gate of ever·lasting life: We humbly beseech thee, that as by thy special grace preventing us thou dost put into our minds good de·sires, so by thy continual help we may bring the same to good e·ffect; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, ever one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Monday of Easter Week",
    "text": "O God, whose bless-ed Son did manifest himself to his disciples in the break·ing of bread; Open, we pray thee, the eyes of our faith, that we may behold thee in all thy · works; through the same thy Son · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Tuesday of Easter Week",
    "text": "Grant, we beseech thee, Al·mighty God, that we who celebrate with reverence the Paschal feast, may be found worthy to attain to everlasting · joys; through · Jesus Christ our Lord. Amen",
    "source": "BCP 1928"
  },
  {
    "title": "Wednesday of Easter Week",
    "text": "God, who makest us glad with the yearly solemnity of our Lord's · Resurrection; mercifully grant that through our temporal feasts we may attain to eternal · joys; through the same · Jesus Christ our Lord. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "Thursday of Easter Week",
    "text": "God, who hast gather-ed together divers nations in the confession · of thy Name; grant that they who are regenerate by baptism may be one in inward faith, and in outward devo·tion; through our Lord · Jesus Christ. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "Friday of Easter Week",
    "text": "Almighty, everlasting God, who hast given the Easter mystery for the reconciliation of the · human race; grant to our souls, that what we profess with our lips we may shew forth with our · lives; through our Lord · Jesus Christ. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "Saturday of Easter Week",
    "text": "Grant, we beseech thee, Al·mighty God, that we, who have reverently pass-ed through the Easter feast, may thereby attain to eternal · joys; through · Jesus Christ our Lord. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "Second Sunday of Easter",
    "text": "Almighty Father, who hast given thine only Son to die for our sins, and to rise again for our just·ification: Grant us so to put away the leaven of malice and wick·edness, that we may alway serve thee in pureness of living and · truth; through the merits of the same thy Son · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Third Sunday of Easter",
    "text": "Almighty God, who hast given thine only Son to be unto us both a sacrifice for sin, and also an exam·ple of godly life: Give us grace that we may always most thankfully receive that his inestimable benefit, and also daily endeavour ourselves to follow the bless-ed steps of his most holy · life; through the same · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Anselm, Bishop and Doctor of the Church",
    "text": "Almighty God, whose servant Anselm help-ed thy church to understand its faith in thine eternal Being, perfect justice, and · saving mercy: Provide thy church in all ages with devout and learn-ed scholars and teach·ers, that we may be able to give a reason for the hope that is in · us; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint Mark, Evangelist",
    "text": "O Almighty God, who hast instructed thy holy Church with the heavenly doctrine of thy E·vangelist Saint Mark: Give us grace, that, being not like children carri-ed away with every blast of vain doctrine, we may be establish-ed in the truth of thy holy Gos·pel; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Fourth Sunday of Easter",
    "text": "Almighty God, who shewest to them that be in error the light of thy truth, to the intent that they may return into the · way of righteousness: Grant unto all them that are admitted into the fellowship of Christ's reli·gion, that they may eschew those things that are contrary to their profession, and follow all such things as are agreeable to the · same; through · our Lord Jesus Christ. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saints Philip and James the Less, Apostles",
    "text": "O Almighty God, whom truly to know is ever·lasting life: Grant us perfectly to know thy Son Jesus Christ to be the way, the truth, and the · life; that, following the steps of thy holy Apostles, Saint Philip and Saint James, we may stedfastly walk in the way that leadeth to eternal · life; through the same thy Son · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Athanasius, Bishop and Doctor of the Church",
    "text": "O Lord, who didst establish thy servant Athanasius, through wisdom, · in thy truth: Grant that we, perceiving the humanity and divinity of thy Son Jesus Christ, may follow in his footsteps and ascend the way to eternal · life; who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Fifth Sunday of Easter",
    "text": "O Almighty God, who alone canst order the unruly wills and affections of · sinful men; Grant unto thy people, that they may love the thing which thou commandest, and desire that which thou dost pro·mise; that so, among the sundry and manifold changes of the world, our hearts may surely there be fix-ed, where true joys are to be · found; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Pachomius, Abbot",
    "text": "Set us free, O God, from all false desires, vain ambitions, and everything that would separate us · from thy love; that, like thy servant Pachomius, we might give ourselves fully to a life of disci·pleship, seeking thee alone and serving those whom thou hast given us to · serve; through Jesus Christ, our only Media·tor and Advocate. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Sixth Sunday of Easter: Rogation Sunday",
    "text": "O Lord, from whom all good · things do come; Grant to us thy humble servants, that by thy holy inspiration we may think those things that are · good, and by thy merciful guiding may perform the · same; through · our Lord Jesus Christ. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Rogation Monday",
    "text": "Almighty God, Lord of hea·ven and earth; We beseech thee to pour forth thy blessing upon this land, and to give us a fruitful sea·son; that we, constantly receiving thy bounty, may evermore give thanks unto thee in thy holy · Church; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Rogation Tuesday",
    "text": "Almighty God, Lord of hea·ven and earth; We beseech thee to pour forth thy blessing upon this land, and to give us a fruitful sea·son; that we, constantly receiving thy bounty, may evermore give thanks unto thee in thy holy · Church; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Rogation Wednesday",
    "text": "Almighty God, Lord of hea·ven and earth; We beseech thee to pour forth thy blessing upon this land, and to give us a fruitful sea·son; that we, constantly receiving thy bounty, may evermore give thanks unto thee in thy holy · Church; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Epiphanius, Bishop",
    "text": "O Almighty God, who didst give to thy servant Epiphanius special gifts of grace to understand and teach the truth as it is · in Christ Jesus: Grant, we beseech thee, that by this teaching we may know thee, the one true God, and Jesus Christ whom thou hast · sent; who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Eve of the Ascension",
    "text": "Grant, we beseech thee, Al·mighty God, that the intention of our hearts may ever tend to that place whither thine only-begotten Son our Lord, the Author of this coming solemnity, hath enter-ed · in; and as we press thereunto by faith, so grant us to attain to the same by holy conversa·tion; through the same · Jesus Christ our Lord. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "Ascension Day",
    "text": "Grant, we beseech thee, Almighty God, that like as we do believe thy only-begotten Son our Lord Jesus Christ to have ascended in·to the heavens; so we may also in heart and mind thither ascend, and with him continually · dwell, who liveth and reigneth with thee and the Holy Ghost, one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Matthias, Apostle",
    "text": "O Almighty God, who into the place of the traitor Judas didst choose thy faithful servant Matthias to be of the number of the · twelve Apostles: Grant that thy Church, being alway preserv-ed from false Apostles, may be order-ed and guided by faithful and true pas·tors; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Seventh Sunday of Easter (Sunday After Ascension Day)",
    "text": "O God the King of glory, who hast exalted thine only Son Jesus Christ with great triumph unto thy king·dom in heaven: We beseech thee, leave us not com·fortless; but send to us thine Holy Ghost to comfort us, and exalt us unto the same place whither our Saviour Christ is gone be·fore, who liveth and reigneth with thee and the Holy Ghost, one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Dunstan, Bishop",
    "text": "Direct thy Church, O Lord, into the beau·ty of holiness, that, following the good example of thy servant Dunstan, we may honor thy Son Jesus Christ with our lips and in our · lives; to the glory of his Name, who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Pentecost Eve",
    "text": "Grant, we beseech thee, Al·mighty God, that the brightness of thy glory may shine upon us, and cause the illumination of the Holy Spi·rit to shed the light of thy light upon them that are born again by thy · grace; through Jesus Christ our Lord, who liveth and reigneth with thee in the unity of the same Spirit, one God, world · without end. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "Pentecost (Whitsunday)",
    "text": "God, who as at this time didst teach the hearts of thy faithful people, by the sending to them the light of thy · Holy Spirit; Grant us by the same Spirit to have a right judgement in all things, and evermore to rejoice in his holy com·fort; through the merits of Christ Jesus our Saviour, who liveth and reigneth with thee, in the unity of the same Spirit, one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Monday in Whitsuntide",
    "text": "Send, we beseech thee, Almighty God, thy Holy Spirit in·to our hearts, that he may direct and rule us according to thy will, comfort us in all our afflictions, defend us from all error, and lead us into all · truth; through Jesus Christ our Lord, who with thee and the same Holy Spirit liveth and reigneth, one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Tuesday in Whitsuntide",
    "text": "Grant, we beseech thee, mer·ciful God, that thy Church, being gather-ed together in unity by thy Holy Spirit, may manifest thy power among all peoples, to the glory of thy · Name; through Jesus Christ our Lord, who liveth and reigneth with thee and the same Spirit, one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Ember Wednesday in Whitsuntide",
    "text": "O Almighty God, who hast committed to the hands of men the ministry of recon·ciliation; We humbly beseech thee, by the inspiration of thy Holy Spirit, to put it into the hearts of many to offer themselves for this mi·nistry; that thereby mankind may be drawn to thy bless-ed king·dom; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Thursday in Whitsuntide",
    "text": "Grant, we beseech thee, Almighty and mer·ciful God, that thy Holy Spirit, coming into our hearts, may make them fit temples for his glory to inha·bit; through our Lord Jesus Christ, who liveth and reigneth with thee, in the unity of the same Spirit, ever one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Ember Friday in Whitsuntide",
    "text": "O Almighty God, who hast committed to the hands of men the ministry of recon·ciliation; We humbly beseech thee, by the inspiration of thy Holy Spirit, to put it into the hearts of many to offer themselves for this mi·nistry; that thereby mankind may be drawn to thy bless-ed king·dom; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Ember Saturday in Whitsuntide",
    "text": "O Almighty God, who hast committed to the hands of men the ministry of recon·ciliation; We humbly beseech thee, by the inspiration of thy Holy Spirit, to put it into the hearts of many to offer themselves for this mi·nistry; that thereby mankind may be drawn to thy bless-ed king·dom; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Quadratus, Bishop",
    "text": "O Almighty God, who didst give to thy servant Quadratus special gifts of grace to understand and teach the truth as it is · in Christ Jesus: Grant, we beseech thee, that by this teaching we may know thee, the one true God, and Jesus Christ whom thou hast · sent; who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Trinity Eve",
    "text": "Almighty and everlasting God, who hast given unto us thy servants grace, by the confession of a true faith to acknowledge the glory of the e·ternal Trinity, and in the power of the Divine Majesty to worship the U·nity: We beseech thee, that thou wouldest keep us stedfast in this faith, and evermore defend us from all adver·sities, who livest and reignest, one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Trinity Sunday",
    "text": "Almighty and everlasting God, who hast given unto us thy servants grace, by the confession of a true faith to acknowledge the glory of the e·ternal Trinity, and in the power of the Divine Majesty to worship the U·nity: We beseech thee, that thou wouldest keep us stedfast in this faith, and evermore defend us from all adver·sities, who livest and reignest, one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Justin, Martyr",
    "text": "O God, who hast given thy Church wisdom and reveal-ed to it deep and · secret things: Grant that we, like thy servant Justin and in union with his prayers, may find thy Word an abiding refuge all the days of our · lives; through Jesus Christ our Lord, who with thee and the Holy Ghost liveth and reigneth, one God, in glory · everlasting. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Corpus Christi",
    "text": "God our Father, whose Son our Lord Jesus Christ in a wonderful Sacrament hath left unto us a memorial · of his Passion: Grant us so to venerate the sacred mysteries of his Body and · Blood, that we may ever perceive within ourselves the fruit of his redemp·tion; who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "First Sunday After Trinity",
    "text": "O God, the strength of all them that put their trust in thee, mercifully ac·cept our prayers; and because through the weakness of our mortal nature we can do no good thing without thee, grant us the help of thy · grace, that in keeping of thy commandments we may please thee, both in will and · deed; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Visitation of the Blessed Virgin Mary",
    "text": "O God, who didst cause the most holy Virgin Mary, Mother of thy only-begotten Son, to visit bless-ed Elizabeth for mutual · consolation; mercifully grant to us, thy servants, that we may be consol-ed continually by his visita·tion, and protected by thy power, against all adver·sities; through the same · Jesus Christ our Lord. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "Saint Ephrem, Deacon and Doctor of the Church",
    "text": "Pour out upon us, O Lord, that same Spirit by which thy deacon Ephrem declar-ed the mysteries of faith in · sacred song; that, with gladden-ed hearts, we too might proclaim the riches of thy glo·ry; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint Barnabas, Apostle",
    "text": "O Lord God Almighty, who didst endue thy holy Apostle Barnabas with singular gifts of the · Holy Ghost: Leave us not, we beseech thee, destitute of thy manifold gifts, nor yet of grace to use them alway to thy honour and glo·ry; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Second Sunday After Trinity",
    "text": "O Lord, who never failest to help and govern them who thou dost bring up in thy stedfast · fear and love: Keep us, we beseech thee, under the protection of thy good pro·vidence, and make us to have a perpetual fear and love of thy holy · Name; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Third Sunday After Trinity",
    "text": "O Lord, we beseech thee merciful·ly to hear us; and grant that we, to whom thou hast given an hearty desire to pray, may by thy mighty aid be defended and comforted in all dangers and adver·sities; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Nativity of Saint John the Baptist",
    "text": "Almighty God, by whose providence thy servant Saint John Baptist was wonderfully born, and sent to prepare the way of thy Son our Saviour, by preaching · of repentance: Make us so to follow his doctrine and holy life, that we may truly repent according to his preach·ing; and after his example constantly speak the truth, boldly rebuke vice, and patiently suffer for the truth's · sake; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Cyril of Alexandria, Bishop and Doctor of the Church",
    "text": "O Almighty God, who didst give to thy servant Cyril of Alexandria special gifts of grace to understand and teach the truth as it is · in Christ Jesus: Grant, we beseech thee, that by this teaching we may know thee, the one true God, and Jesus Christ whom thou hast · sent; who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Fourth Sunday After Trinity",
    "text": "O God, the protector of all that trust in thee, without whom nothing is strong, no·thing is holy: Increase and multiply upon us thy mer·cy; that, thou being our ruler and guide, we may so pass through things temporal, that we finally lose not the things eter·nal: Grant this, O heavenly Father, for Je·sus Christ's sake our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Irenaeus, Bishop, Martyr, Doctor of the Church",
    "text": "Almighty God, who didst strengthen thy servant Irenaeus to defend thy truth against every blast · of vain doctrine: Keep us, we pray, steadfast in thy true reli·gion, that in constancy and peace we may walk in the way that leads to eternal · life; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saints Peter and Paul, Apostles",
    "text": "Almighty God, whose bless-ed Apostles Peter and Paul glorifi-ed thee · by their martyrdom: Grant that thy Church, instructed by their teaching and example, and knit together in unity by thy Spirit, may ever stand firm upon the one foundation, which is Jesus Christ our · Lord; who liveth and reigneth with thee, in the unity of the same Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Saint Thomas, Apostle",
    "text": "Almighty and everliving God, who for the more confirmation of the faith didst suffer thy holy Apostle Thomas to be doubtful in thy Son's · Resurrection: Grant us so perfectly, and without all doubt, to believe in thy Son Jesus · Christ, that our faith in thy sight may never be reprov·ed. Hear us, O Lord, through the same Jesus Christ, to whom, with thee and the Holy Ghost, be all honour and glory, now and for · evermore. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Fifth Sunday After Trinity",
    "text": "Grant, O Lord, we beseech thee, that the course of this world may be so peaceably order-ed · by thy governance, that thy Church may joyfully serve thee in all godly qui·etness; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Benedict, Abbot",
    "text": "Gracious God, whose service is perfect freedom and in whose commandments there is nothing · harsh nor burdensome: Grant that we, with thy servant Benedict, may listen with attentive minds, pray with fervent hearts, and serve thee with willing · hands, so that we might live at peace with one another and in obedience to thy Word, Jesus Christ our · Lord, who with thee and the Holy Ghost liveth and reigneth, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Sixth Sunday After Trinity",
    "text": "O God, who hast prepar-ed for them that love thee such good things as pass man's · understanding: Pour into our hearts such love toward · thee, that we, loving thee above all things, may obtain thy promises, which exceed all that we can de·sire; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Silas, Companion of Saint Paul",
    "text": "Almighty and everlasting God, we thank thee for thy servant Silas, whom thou didst call to · preach the Gospel. Raise up, we beseech thee, in this and every land evangelists and heralds of thy king·dom, that thy Church may proclaim the unsearchable riches of our Savior Jesus · Christ; who liveth and reigneth with thee and the Holy Spirit, one God, now · and for ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Saint Bonaventure, Bishop and Doctor of the Church",
    "text": "O God, by whose grace thy servant Bonaventure, enkindl-ed with the fire of thy love, became a burning and a shining light in thy · Church: Grant that we also may be aflame with the spirit of love and discipline, and may ever walk before thee as children of · light; through Jesus Christ our Lord, who with thee, in the unity of the Holy Spirit, liveth and reigneth, one God, now · and for ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Seventh Sunday After Trinity",
    "text": "Lord of all power and might, who art the author and giver of · all good things: Graft in our hearts the love of thy · Name, increase in us true reli·gion, nourish us with all good·ness, and of thy great mercy keep us in the · same; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Mary Magdalene",
    "text": "Almighty God, whose bless-ed Son restor-ed Mary Magdalene to health of body and mind, and call-ed her to be a witness of his · Resurrection: Mercifully grant that by thy grace we may be heal-ed of all our infirmities and know thee in the power of his endless · life; who with thee and the Holy Spirit liveth and reigneth, one God, now · and for ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Saint John Cassian, Monk",
    "text": "Holy God, whose belov-ed Son Jesus Christ didst bless the · pure in heart: Grant that we, together with thy servant John Cassian and in union with his prayers, may ever seek the purity with which to behold thee as thou · art; one God in Trinity of persons now · and for ever.  Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint James, Apostle",
    "text": "Grant, O merciful God, that as thine holy Apostle Saint James, leaving his father and all that he had, without delay was obedient unto the calling of thy Son Jesus Christ, and fo·llow-ed him; so we, forsaking all worldly and carnal affections, may be evermore ready to follow thy holy command·ments; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Christopher, Martyr",
    "text": "O Almighty God, who didst give to thy servant Christopher boldness to confess the Name of our Savior Jesus Christ before the rulers of this world, and courage to die · for this faith: Grant that we may always be ready to give a reason for the hope that is in · us, and to suffer gladly for the sake of the same our Lord Jesus · Christ; who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Eighth Sunday After Trinity",
    "text": "O God, whose never-failing providence ordereth all things both in hea·ven and earth; We humbly beseech thee to put away from us all hurtful · things, and to give us those things which be profitable for · us; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saints Joachim and Anne, Parents of the Blessed Virgin Mary",
    "text": "Almighty and everlasting God, who didst bestow such grace upon Anne and Joachim, that their daughter Mary grew up obedient to thy word, and was made ready to be the Mother · of thy Son: Grant, we beseech thee, that we may commit ourselves in all things to thy keeping, and obtain the salvation which thou hast promis-ed to thy peo·ple; through · Jesus Christ our Lord. Amen.",
    "source": "Common Worship (2000)"
  },
  {
    "title": "Saints Martha, Mary, and Lazarus",
    "text": "Almighty Father, whose Son did delight in the company of his friends, Mary, Martha, and Lazarus, in learning, discourse, and · hospitality: Grant that we, rejoicing in thy love, may so walk in thy · ways, that the world may come to know the depths of thy wisdom, the wonders of thy compassion, and thy power to bring life out of · death; through the merits of Jesus Christ, who liveth and reigneth with thee and the Holy Ghost, ever one God, world · without end. Amen.",
    "source": "Common Worship (2000)"
  },
  {
    "title": "Ninth Sunday After Trinity",
    "text": "Grant to us, Lord, we beseech thee, the spirit to think and do always such things · as be rightful; that we, who cannot do any thing that is good without thee, may by thee be enabl-ed to live according to thy · will; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Transfiguration of the Lord",
    "text": "O God, who on the mount didst reveal to chosen witnesses thine only-begotten Son wonderfully transfigur-ed, in raiment · white and glistening; Mercifully grant that we, being deliver-ed from the disquietude of this world, may be permitted to behold the King in his beau·ty, who with thee, O Father, and thee, O Holy Ghost, liveth and reigneth, one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Dominic, Priest",
    "text": "Almighty God, grant unto thy people a hunger for thy Word and an urgent longing to · share thy Gospel; that, like thy servant Dominic, we might labor to bring the whole world to the knowledge and love of thee as thou art reveal-ed in thy Son Jesus · Christ; who liveth and reigneth with thee and the Holy Ghost, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Tenth Sunday After Trinity",
    "text": "Let thy merciful ears, O Lord, be open to the prayers of thy · humble servants; and that they may obtain their petitions make them to ask such things as shall please · thee; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Hippolytus, Priest and Martyr",
    "text": "O Almighty God, by whose grace and power thy holy Martyr Hippolytus triumph-ed over suffering and was faithful even · unto death: Grant us, who now remember him with thanksgiving, to be so faithful in our witness to thee in this · world, that we may receive with him the crown of · life; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Saint Maximus, Confessor",
    "text": "O Almighty God, who didst give to thy servant Maximus special gifts of grace to understand and teach the truth as it is · in Christ Jesus: Grant, we beseech thee, that by this teaching we may know thee, the one true God, and Jesus Christ whom thou hast · sent; who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Blessed Virgin Mary",
    "text": "O God, who hast taken to thyself the Bless-ed Virgin Mary, mother of thy In·carnate Son: Grant that we, who have been redeem-ed by his blood, may share with her the glory of thine eternal king·dom; through the same thy Son Jesus Christ our Lord, who liveth and reigneth with thee, in the unity of the Holy Spirit, one God, now · and for ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Eleventh Sunday After Trinity",
    "text": "O God, who declarest thy almighty power most chiefly in shewing mer·cy and pity: Mercifully grant unto us such a measure of thy · grace, that we, running the way of thy commandments, may obtain thy gracious promises, and be made partakers of thy heavenly trea·sure; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Bernard, Abbot and Doctor of the Church",
    "text": " O God, by whose grace thy servant Bernard of Clairvaux, kindl-ed with the flame of thy love, became a burning and a shining light in thy · Church: Grant that we also may be aflame with the spirit of love and discipline and walk before thee as children of · light; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Twelfth Sunday After Trinity",
    "text": "Almighty and everlasting God, who art always more ready to hear than we to pray, and art wont to give more than either we desire · or deserve: Pour down upon us the abundance of thy · mercy; forgiving us those things whereof our conscience is afraid, and giving us those good things which we are not worthy to · ask, but through the merits and mediation of Jesus Christ, · thy Son, our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Bartholomew, Apostle",
    "text": "O Almighty and everlasting God, who didst give to thine Apostle Bartholomew grace truly to believe and to · preach thy Word: Grant, we beseech thee, unto thy Church, to love that Word which he believ-ed, and both to preach and receive the · same; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Augustine, Bishop and Doctor of the Church",
    "text": "Lord God, the light of the minds that know thee, the life of the souls that love thee, and the strength of the · hearts that serve thee: Help us, following the example of thy servant, Augustine of Hippo, so to know thee that we may truly love thee, and so to love thee that we may fully serve · thee, whose service is perfect free·dom; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Passion of Saint John the Baptist",
    "text": "Almighty God, who didst call thy servant John to be the forerunner of thy Son our Lord · both in life and death; Grant, we beseech thee, that as we remember his faithfulness unto · death, we may with boldness speak thy truth and with humility be ready to hear · it; through Jesus Christ, the firstborn from the dead, who with thee and the Holy Ghost, livest and reignest one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Thirteenth Sunday After Trinity",
    "text": "Almighty and merciful God, of whose only gift it cometh that thy faithful people do unto thee true and laud·able service: Grant, we beseech thee, that we may so faithfully serve thee in this · life, that we fail not finally to attain thy heavenly pro·mises; through the merits of · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Gregory the Great, Pope and Doctor of the Church",
    "text": "Almighty and merciful God, who didst raise up Gregory of Rome to be a servant of the servants of God, and didst inspire him to send missionaries to preach the Gospel to the · English people: Preserve thy church in the catholic and apostolic · faith, that thy people, being fruitful in every good work, may receive the crown of glory that never fades a·way; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Fourteenth Sunday After Trinity",
    "text": "Almighty and ever·lasting God, give unto us the increase of faith, hope, and cha·rity; and, that we may obtain that which thou dost promise, make us to love that which thou dost com·mand; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Nativity of the Blessed Virgin Mary",
    "text": "Father in heaven, by whose grace the Virgin Mother of thy Incarnate Son was bless-ed in bearing him, but still more bless-ed in keep·ing thy word: Grant us who honor the exaltation of her lowliness to follow the example of her devotion to thy · will; through the same Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Fifteenth Sunday After Trinity",
    "text": "Keep, we beseech thee, O Lord, thy Church with thy perpe·tual mercy; and, because the frailty of man without thee cannot but · fall, keep us ever by thy help from all things hurtful, and lead us to all things profitable to our salva·tion; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint John Chrysostom, Bishop and Doctor of the Church",
    "text": "O God, who didst give thy servant John Chrysostom grace eloquently to proclaim thy righteousness in the great congregation, and fearlessly to bear reproach for the honor · of thy Name: Mercifully grant to all who proclaim thy word such excellence in preaching that all thy people may be made partakers of the glory that shall be reveal·ed; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Holy Cross Day",
    "text": "O God, who makest us glad today by the feast · of the Holy Cross; grant, we beseech thee, that as we acknowledge its mystery on · earth, so we may attain the rewards of its redemption in hea·ven; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, ever one God, world · without end. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "Ember Wednesday in Trinitytide",
    "text": "O Almighty God, who hast committed to the hands of men the ministry of recon·ciliation; We humbly beseech thee, by the inspiration of thy Holy Spirit, to put it into the hearts of many to offer themselves for this mi·nistry; that thereby mankind may be drawn to thy bless-ed king·dom; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Ember Friday in Trinitytide",
    "text": "O Almighty God, who hast committed to the hands of men the ministry of recon·ciliation; We humbly beseech thee, by the inspiration of thy Holy Spirit, to put it into the hearts of many to offer themselves for this mi·nistry; that thereby mankind may be drawn to thy bless-ed king·dom; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Ember Saturday in Trinitytide",
    "text": "O Almighty God, who hast committed to the hands of men the ministry of recon·ciliation; We humbly beseech thee, by the inspiration of thy Holy Spirit, to put it into the hearts of many to offer themselves for this mi·nistry; that thereby mankind may be drawn to thy bless-ed king·dom; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Cyprian, Bishop and Martyr",
    "text": "Almighty God, who gave to thy servant Cyprian boldness to confess the Name of our Savior Jesus Christ before the rulers of this world and courage to die · for this faith: Grant that we may always be ready to give a reason for the hope that is in · us and to suffer gladly for the sake of our Lord Jesus · Christ; who liveth and reigneth with thee and the Holy Ghost, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Sixteenth Sunday After Trinity",
    "text": "O Lord, we beseech thee, let thy continual pity cleanse and de·fend thy Church; and, because it cannot continue in safety without thy succour, preserve it evermore by thy help and good·ness; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Matthew, Apostle and Evangelist",
    "text": "O Almighty God, who by thy bless-ed Son didst call Matthew from the receipt of custom to be an Apostle · and Evangelist: Grant us grace to forsake all covetous desires and inordinate love of rich·es, and to follow the same thy Son Jesus · Christ, who liveth and reigneth with thee and the Holy Ghost, one God, world · without end. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Seventeenth Sunday After Trinity",
    "text": "Lord, we pray thee that thy grace may always prevent and follow us, and make us continually to be given to · all good works; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Michael and All Angels",
    "text": "O everlasting God, who hast ordain-ed and constituted the services of Angels and men in a won·derful order: Mercifully grant that, as thy holy Angels alway do thee service in hea·ven, so by thy appointment they may succour and defend us on · earth; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Jerome, Priest and Doctor of the Church",
    "text": "O God, who didst give us the holy Scriptures as a light to shine up·on our path: Grant us, after the example of thy servant Jerome, so to learn of thee according to thy holy · Word, that we may find the Light that shines more and more to the perfect · day; even Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, · now and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Eighteenth Sunday After Trinity",
    "text": "Lord, we beseech thee, grant thy people grace to withstand the temptations of the world, the flesh, · and the devil, and with pure hearts and minds to follow thee the only · God; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Francis of Assisi",
    "text": "Most high, omni·potent, good Lord, grant thy people grace to renounce gladly the vanities of this · world; that, following the way of bless-ed Francis, we may, for love of thee, delight in thy whole creation with perfectness of · joy; through Jesus Christ our Lord, who lives and reigns with thee and the Holy Ghost, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Nineteenth Sunday After Trinity",
    "text": "O God, forasmuch as without thee we are not a·ble to please thee; Mercifully grant, that thy Holy Spirit may in all things direct and rule our · hearts; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Philip the Evangelist, Deacon",
    "text": "O God, who hast made of one blood all the peoples of the earth and sent thy Son to preach peace to those who are far off and to those · who are near: Grant that we, following the example of thy servant Philip, may bring thy Word to those who seek thee, for the glory of thy · Name; through Jesus Christ our Lord, who liveth and reigneth with thee in the unity of the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint Ignatius of Antioch, Bishop and Martyr",
    "text": "Almighty God, we praise thy Name for thy Bishop and Martyr Ignatius of Antioch, who offer-ed himself as grain to be ground by the teeth of wild beasts that he might present to thee the pure · bread of sacrifice. Accept, we pray, the willing tribute of our · lives and give us a share in the pure and spotless offering of thy Son Jesus · Christ; who liveth and reigneth with thee and the Holy Ghost, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Twentieth Sunday After Trinity",
    "text": "O Almighty and most · merciful God, of thy bountiful goodness keep us, we beseech thee, from all things that may hurt · us; that we, being ready both in body and soul, may cheerfully accomplish those things that thou wouldest have · done; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Luke, Evangelist",
    "text": "Almighty God, who calledst Luke the Physician, whose praise is in the Gospel, to be an Evangelist, and Physician · of the soul: May it please thee that, by the wholesome medicines of the doctrine deliver-ed by him, all the diseases of our souls may be heal·ed; through the merits of thy Son · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saints Simon and Jude, Apostles",
    "text": "O Almighty God, who hast built thy Church upon the foundation of the Apostles and Prophets, Jesus Christ himself being · the head corner-stone: Grant us so to be join-ed together in unity of spirit by their doc·trine, that we may be made an holy temple acceptable unto · thee; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "All Hallows' Eve",
    "text": "O Almighty God, who hast knit together thine elect in one communion and fellowship, in the mystical body of thy Son · Christ our Lord; Grant us grace so to follow thy bless-ed Saints in all virtuous and godly liv·ing; that we may come to those unspeakable joys, which thou hast prepar-ed for them that unfeignedly love · thee; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Martin Luther, Reformer",
    "text": "O God, our refuge and our strength, who didst raise up thy servant Martin Luther to reform and renew thy Church in the light · of thy word: Defend and purify the Church in our own · day, and grant that, through faith, we may boldly proclaim the riches of thy grace, which thou hast made known in Jesus Christ our Sa·vior, who with thee and the Holy Ghost, liveth and reigneth, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "All Saints' Day",
    "text": "O Almighty God, who hast knit together thine elect in one communion and fellowship, in the mystical body of thy Son · Christ our Lord; Grant us grace so to follow thy bless-ed Saints in all virtuous and godly liv·ing; that we may come to those unspeakable joys, which thou hast prepar-ed for them that unfeignedly love · thee; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "All Souls' Day",
    "text": "God, the Creator and Redeemer of · all the faithful, grant to the souls of thy servants and handmaidens remission of all their · sins; that the pardon they have always desir-ed, by pious supplications may be obtain·ed; who livest and reignest with God the Father, in the unity of the Holy Spirit, God, through·out all ages. Amen.",
    "source": "Breviary Offices (1874)"
  },
  {
    "title": "Twenty-First Sunday After Trinity",
    "text": "Grant, we beseech thee, merciful Lord, to thy faithful people par·don and peace; that they may be cleans-ed from all their sins, and serve thee with a quiet · mind; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Twenty-Second Sunday After Trinity",
    "text": "Lord, we beseech thee to keep thy household the Church in contin·ual godliness; that through thy protection it may be free from all adver·sities, and devoutly given to serve thee in good works, to the glory of thy · Name; through Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Twenty-Third Sunday After Trinity",
    "text": "O God, our refuge and strength, who art the author · of all godliness: Be ready, we beseech thee, to hear the devout prayers of thy · Church; and grant that those things which we ask faithfully we may obtain effec·tually; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Saint Leo the Great, Pope and Doctor of the Church",
    "text": "O Lord our God, grant that thy Church, following the teaching of thy servant Leo of Rome, may hold fast the great mystery of · our redemption and adore the one Christ, true God and true · Man, neither divided from our human nature nor separate from thy divine Be·ing; through the same Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, now · and for ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint Martin of Tours, Bishop",
    "text": "Lord God of hosts, who didst clothe thy servant Martin the soldier with the spirit of sacrifice and set him as a Bishop in thy Church to be a defender of the · catholic faith: Give us grace to follow in his holy · steps, that, at the last, we may be found cloth-ed with righteousness in the dwellings of · peace; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Twenty-Fourth Sunday After Trinity",
    "text": "O Lord, we beseech thee, absolve thy people from · their offences; that through thy bountiful goodness we may all be deliver-ed from the bands of those sins, which by our frailty we have commit·ted: Grant this, O heavenly Father, for Jesus Christ's · sake, our bless-ed · Lord and Saviour. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Twenty-Fifth Sunday After Trinity",
    "text": "Stir up, we beseech thee, O Lord, the wills of thy · faithful people; that they, plenteously bringing forth the fruit of good works, may of thee be plenteously reward·ed; through · Jesus Christ our Lord. Amen.",
    "source": "BCP 1928"
  },
  {
    "title": "Christ the King",
    "text": "Almighty and everlasting Father, whose Son Jesus Christ did ascend to the throne of heaven, that he might rule over all things as · Lord and King: preserve the Church in the unity of the Spirit and in the bond of · peace, and bring the whole creation to worship at his · feet; who liveth and reigneth with thee and the Holy Ghost, ever one God, world · without end. Amen.",
    "source": "Common Worship (2000)"
  },
  {
    "title": "Saint Clement I, Pope and Martyr",
    "text": "Almighty God, who didst choose thy servant Clement of Rome to recall the church in Corinth to obedience · and stability: Grant that thy Church may be grounded and settl-ed in thy truth by the indwelling of the Holy · Ghost; reveal to it what is not yet known; fill up what is lacking; confirm what has already been reveal-ed; and keep it blameless in thy ser·vice; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Ghost, one God, for e·ver and ever. Amen.",
    "source": "Lesser Feasts and Fasts (2024)"
  },
  {
    "title": "Saint Catherine of Alexandria, Virgin and Martyr",
    "text": "O Almighty God, by whose grace and power thy holy Martyr Catherine triumph·ed over suffering and was faithful even · unto death: Grant us, who now remember her with thanksgiving, to be so faithful in our witness to thee in this world, that we may receive with her the crown of · life; through Jesus Christ our Lord, who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  },
  {
    "title": "Saint Jacob of Serugh, Bishop",
    "text": "O Almighty God, who didst give to thy servant Jacob of Serugh special gifts of grace to understand and teach the truth as it is · in Christ Jesus: Grant, we beseech thee, that by this teaching we may know thee, the one true God, and Jesus Christ whom thou hast · sent; who liveth and reigneth with thee and the Holy Spirit, one God, for e·ver and ever. Amen.",
    "source": "BCP 1979"
  }
]
